Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# PluginsWarning
source: You've loaded one or multiple custom plugins into ASF. Since we're unable to offer support for modded setups, please contact the appropriate developers of the plugins that you decided to use in case of any issues.
be_by: Вы загрузілі адзін або некалькі карыстальніцкіх убудоў у ASF. Паколькі мы не можам прапанаваць падтрымку мадыфікаваных канфігурацый, калі ласка, звярніцеся да адпаведных распрацоўнікаў, убудовы якіх вы вырашылі выкарыстоўваць у выпадку ўзнікнення якіх-небудзь праблем.
bg_bg: Вие сте заредени един или повече персонализирани плъгини в ASF. Тъй като ние не може да предложим подкрепа за преработени настройки, моля свържете се с разработчиците на плъгини, които сте решили да използвате, в случай на някакви проблеми.
cs_cz: Jeden nebo více vlastních pluginů bylo načteno do ASF. Jelikož nejsme schopni poskytnout podporu pro modifikovanou aplikaci, v případě problémů, prosím kontaktujte vývojáře daných pluginů.
da_dk: Du har indlæst et eller flere brugerdefinerede plugins i ASF. Da vi ikke kan tilbyde support for modificerede opsætninger, bedes du kontakte de relevante udviklere af de plugins, du har besluttet at bruge, hvis der opstår problemer.
de_de: Sie haben ein oder mehrere benutzerdefinierte Plugins in ASF geladen. Da wir keine Unterstützung für modifizierte Setups anbieten können, bitten wir Sie sich im Falle von Problemen an die entsprechenden Entwickler der Plugins zu wenden.
el_gr: Έχετε φορτώσει ένα ή πολλά προσαρμοσμένα πρόσθετα σε ASF. Δεδομένου ότι δεν είμαστε σε θέση να προσφέρουμε υποστήριξη για τροποποιημένες ρυθμίσεις, παρακαλώ επικοινωνήστε με τους κατάλληλους προγραμματιστές των plugins που αποφασίσατε να χρησιμοποιήσετε σε περίπτωση οποιωνδήποτε προβλημάτων.
es_es: Has cargado uno o más plugins personalizados en ASF. Ya que no podemos ofrecer soporte a configuraciones modificadas, por favor, contacta a los desarrolladores de los plugins que decidiste usar en caso de algún problema.
fi_fi: Olet ladannut yhden tai useamman mukautetun lisäosan ASF: ään. Koska emme pysty tarjoamaan tukea modatuille ympäristöille, ole hyvä ja käänny ongelmien ilmetessä käyttöönottamiesi lisäosien tekijöiden puoleen.
fr_fr: Vous avez chargé un ou plusieurs plugins personnalisés dans ASF. Étant donné que nous ne pouvons pas offrir de support pour les configurations moddées, veuillez contacter les développeurs appropriés des plugins que vous avez décidé d'utiliser en cas de problème.
he_il: טענת תוספים מותאמים אישית אחד או מרובים ל-ASF. מכיוון שאיננו יכולים להציע תמיכה עבור הגדרות מופרדות, אנא צור קשר עם המפתחים המתאימים של הפלאגינים שבהם החלטת להשתמש בכל מקרה של בעיות.
hu_hu: Egy, vagy több egyedi plugint töltöttél be. Mivel mi nem tudunk támogatást nyújtani a módosított konfigurációkhoz, ezért kérünk, hogy a plugin(ok) fejlesztőjével vedd fel a kapcsolatot, ha bármi gondod adódna.
id_id: Anda telah memuat satu atau beberapa plugin khusus ke ASF. Karena kami tidak dapat menawarkan dukungan untuk pengaturan yang dimodifikasi, harap hubungi pengembang plugin yang sesuai yang Anda putuskan untuk digunakan jika terjadi masalah.
it_it: Hai caricato uno o più plugin in ASF. Poiché non possiamo offrire supporto per configurazioni moddate, sei pregato di contattare gli sviluppatori appropriati dei plugin che hai deciso di usare in caso di ogni problema.
ja_jp: ASFに1つ以上のカスタムプラグインをロードしました。私たちはModのセットアップのためにサポートを提供することはできません。何か問題が発生した場合はModの開発者に問い合わせてください。
lt_lt: Jūs užkrovėte vieną ar daugiau trečiųjų šalių papildinių į ASF. Kadangi mes negalime teikti pagalbos modifikuotoms sąrankoms, kilus problemoms prašome kreiptis į jūsų naudojamų papildinių kūrėjus.
lv_lv: Ir ielādīts viens vai vairāki ASF paplašinājumi. Tā kā mēs nepiedāvājam atbalstu specializētām konfigurācijām, tad, lūdzu, sazinies ar paplašinājuma izstrādājumu, ja saskaries ar kādām kļūdām.
nl_nl: Je hebt een of meer aangepaste plugins geladen in ASF. Neem in geval van problemen contact op met de ontwikkelaars van deze plugins, aangezien we geen ondersteuning voor aangepaste instellingen kunnen bieden.
no_no: Du har lastet en eller flere tilpassede plugins inn i ASF. Siden vi ikke kan tilby støtte for modded oppsett, Ta kontakt med de passende utviklerne av programtilleggene du bestemte deg for å bruke i tilfelle problemer oppstår.
pl_pl: Uaktywniono jedną lub wiele niestandardowych wtyczek ASF. Ponieważ nie jesteśmy w stanie zaoferować wsparcia dla zmodyfikowanych konfiguracji, skontaktuj się z odpowiednimi programistami wtyczek, z których zdecydowałeś się korzystać, w przypadku jakichkolwiek problemów.
pt_pt: Abriste um ou múltiplos plugins personalizados no ASF. Já que não podemos oferecer apoio para configurações modificadas, por favor contacta os programadores apropriados dos plugins que decidiste usar caso haja problemas.
ro_ro: Ai încărcat unul sau mai multe plugin-uri personalizate în ASF. Deoarece nu putem oferi suport pentru configurări modificate, vă rugăm să contactați dezvoltatorii corespunzători ai plugin-urilor pe care ați decis să le utilizați în caz de probleme.
ru_ru: Вы загрузили в ASF один или более пользовательских плагинов. Поскольку мы не можем оказывать поддержку для модифицированных конфигураций, в случае каких-либо ошибок пожалуйста свяжитесь с разработчиком соответствующих плагинов.
sk_sk: Jeden alebo viac vlastných pluginov bolo načítaných do ASF. Keďže nie sme schopní poskytnúť podporu pre tieto modifikácie, prosíme, v prípade problémov kontaktujte príslušných vývojárov daných pluginov.
sr_latn: Imate jedan ili više dodatak učitan u ASF. Mi ne možemo dati pomoć modovanim namještanjima, ako budete imali problema obratite se odgovarajućim developerima tih dodataka.
sv_se: Du har laddat in en eller flera custom plugins i ASF. Eftersom vi inte kan erbjuda stöd för moddade inställningar, kontakta lämpliga utvecklare av plugins som du har beslutat att använda i händelse av eventuella problem.
tr_tr: ASF'ye bir veya daha fazla özel eklenti yükledin. Modlu kurulumlara destek sunamayacağımız için, bir sorun olduğunda lütfen ilgili geliştiricilerle iletişime geç.
uk_ua: Ви завантажили до ASF один чи більше плаґінів. Оскільки ми не в змозі надавати підтримку для модифікованих конфігурацій, будь ласка у разі якихось проблем звертайтеся до розробників відповідного плаґіну.
vi_vn: Bạn đã tải một hoặc nhiều plugin tùy chỉnh vào ASF. Vì chúng tôi không thể cung cấp sự hỗ trợ cho các thiết lập đã được sửa đổi, bạn hãy vui lòng liên hệ với các nhà phát triển của các plugin mà bạn quyết định sử dụng, trong trường hợp có bất kỳ vấn đề nào.
zh_hans: 您已将一个或多个自定义插件加载到 ASF 中。由于我们无法为修改过的程序提供支持，所以如果您遇到任何问题，请咨询相应插件的开发者。
zh_hant: 您已載入一個以上的自訂外掛程式。由於我們無法支援修改過的設定，如遭遇任何問題，請向相關外掛程式的開發人員尋求協助。

source: Please wait...
be_by: Пачакайце, калі ласка...
bg_bg: Моля изчакайте...
bs_latn: Molimo vas sačekajte...
ca_es: Si us plau, espera...
cs_cz: Čekejte prosím...
da_dk: Vent venligst...
de_de: Bitte warte...
el_gr: Παρακαλώ περιμένετε...
es_es: Por favor, espera...
fa_ir: لطفا صبر کنید...
fi_fi: Odota hetki...
fr_fr: Veuillez patienter...
he_il: אנא המתן...
hu_hu: Kérjük, várjon...
id_id: Harap tunggu...
it_it: Attendere prego...
ja_jp: しばらくお待ちください…
lt_lt: Prašome palaukti...
lv_lv: Lūdzu, uzgaidiet...
nl_nl: Een ogenblik geduld...
no_no: Vennligst vent...
pl_pl: Proszę czekać...
pt_pt: Por favor, aguarde...
ro_ro: Vă rugăm așteptați...
ru_ru: Подождите пожалуйста...
sk_sk: Čakajte prosím...
sr_latn: Molimo vas sačekajte...
sv_se: Vänligen vänta...
th_th: กรุณารอ...
tr_tr: Lütfen bekleyin...
uk_ua: Будь ласка, зачекайте...
vi_vn: Vui lòng chờ...
zh_hans: 请稍等……
zh_hant: 請稍候…
zh_hk: 請稍候……

source: Enter command:
be_by: Увядзіце каманду:
bg_bg: Въведи команда:
bs_latn: Unesi komandu:
ca_es: Introdueix l'ordre:
cs_cz: Zadejte příkaz:
da_dk: Indtast kommando:
de_de: Befehl eingeben:
el_gr: Εισαγωγή εντολής:
es_es: Introducir comando:
fa_ir: دستور را وارد کنید:
fi_fi: Syötä komento:
fr_fr: Entrer la commande :
he_il: הקש פקודה:
hu_hu: Írd be a parancsot:
id_id: Masukkan command:
it_it: Digita un comando:
ja_jp: コマンドを入力:
lt_lt: Įveskite komandą:
lv_lv: Ievadiet komandu:
nl_nl: Voer commando in:
no_no: Angi kommando:
pl_pl: Wprowadź polecenie:
pt_pt: Inserir comando:
ro_ro: Introduceți comanda:
ru_ru: Введите команду:
sk_sk: Vlož príkaz:
sr_latn: Unesi komandu:
sv_se: Ange kommando:
th_th: ป้อนคำสั่ง:
tr_tr: Komut girin:
uk_ua: Введіть команду:
vi_vn: Nhập lệnh:
zh_hans: 请输入命令:
zh_hant: 輸入指令：
zh_hk: 輸入命令：

source: Executing...
be_by: Выкананне...
bg_bg: Изпълнение...
bs_latn: Izvršavanje...
ca_es: Executant...
cs_cz: Provádím...
da_dk: Udfører...
de_de: Wird ausgeführt...
el_gr: Εκτέλεση...
es_es: Ejecutando...
fa_ir: در حال اجرا...
fi_fi: Suoritetaan...
fr_fr: Exécution en cours...
he_il: מבצע...
hu_hu: Végrehajtás...
id_id: Mengeksekusi...
it_it: Esecuzione...
ja_jp: 実行中…
lt_lt: Vykdoma...
lv_lv: Izpilda...
nl_nl: Wordt uitgevoerd...
no_no: Utfører...
pl_pl: Wykonywanie...
pt_pt: A executar...
ro_ro: În curs de execuție...
ru_ru: Выполнение...
sk_sk: Vykonávam...
sr_latn: Izvršavanje...
sv_se: Utför...
th_th: กำลังดำเนินการ...
tr_tr: Çalıştırılıyor...
uk_ua: Виконання...
vi_vn: Đang thực thi...
zh_hans: 正在执行……
zh_hant: 正在執行…
zh_hk: 執行中⋯⋯

# InteractiveConsoleEnabled
source: Interactive console is now active, type 'c' in order to enter command mode.
be_by: Інтэрактыўная кансоль цяпер актыўная, націсніце 'c', каб увайсці ў рэжым каманд.
bg_bg: Интерактивната конзола е вече активна, натиснете 'c' за да влезето в команден режим.
ca_es: La consola interactiva ja està activa, prem "c" per entrar al mode d'introducció d'ordres.
cs_cz: Interaktivní konzole je nyní aktivní, napište "c" pro vstup do příkazového režimu.
da_dk: Den interaktive konsol er nu aktiv, tast "c" for at skifte til kommando-mode.
de_de: Interaktive Konsole ist jetzt aktiv, geben Sie 'c' ein, um den Befehlsmodus zu wechseln.
el_gr: Η διαδραστική κονσόλα είναι ενεργή, πατήστε 'c' για να εισάγετε εντολή.
es_es: La consola interactiva está activa, presiona 'c' para entrar al modo de comandos.
fi_fi: Vuorovaikutteinen konsoli on nyt aktiivinen. Paina 'c' siirtyäksesi komento-tilaan.
fr_fr: La console interactive est maintenant active, tapez 'c' pour entrer en mode commande.
he_il: המסוף האינטראקטיבי פעיל כעת, הקלד 'c' כדי להיכנס למצב פקודה.
hu_hu: Az interaktív konzol aktív, nyomd meg a 'c' billentyűt, hogy a parancs módba lépj.
id_id: Konsol interaktif sekarang aktif, ketik 'c' untuk masuk ke mode perintah.
it_it: La console interattiva è stata attivata, digita 'c' per entrare nella modalità comando.
ja_jp: 対話型コンソールがアクティブになりました。コマンドモードに入るには「c」と入力します。
lt_lt: Interaktyvi konsolė aktyvuota, norėdami pateikti į komandų rėžimą paspauskite „c“.
lv_lv: Interaktīvā konsole ir pieejama, raksti 'c', lai piekļūtu komandu rindai.
nl_nl: De interactieve console is nu actief, typ 'c' om naar de opdrachtprompt te gaan.
no_no: Interaktiv konsoll er nå aktiv, skriv 'c' for å angi kommando modus.
pl_pl: Interaktywna konsola jest teraz aktywna, wciśnij 'c', aby przejść do trybu poleceń.
pt_pt: A consola interativa está agora ativa, digite 'c' para entrar no modo de comando.
ro_ro: Consola interactivă este acum activă, tastați 'c' pentru a introduce modul de comandă.
ru_ru: Включена интерактивная консоль, нажмите 'c' чтобы перейти в режим команд.
sk_sk: Interaktivní konzole je nyní aktivní, napište "c" pro vstup do příkazového režimu. Interaktívna konzola je teraz aktívna, napíšte "c" pre vstup do príkazového režimu.
sr_latn: Interaktivna konsola je dostupna, pritisnice "c" da bi ste je koristili.
sv_se: Interaktiv konsol är nu aktiv, skriv 'c' för att komma in i kommandoläget.
tr_tr: Etkileşimli konsol şimdi etkin, komut girme moduna girmek için 'c' tuşuna basın.
uk_ua: Інтерактивну консоль активовано, натисніть 'c' щоб перейти до режиму команд.
vi_vn: Bảng điều khiển tương tác hiện đang hoạt động, ấn 'c' để vào chế độ lệnh.
zh_hans: 交互式控制台已启用，输入 c 以进入命令模式。
zh_hant: 已開啟互動式控制台，按「C」進入指令模式。
zh_hk: 互動式主控台現在處於活動狀態，鍵入「c」以進入命令模式。

# InteractiveConsoleNotAvailable
source: Interactive console is not available due to missing {0} config property.
sk_sk: Interaktívna konzola nie je dostupná z dôvodu chýbajúcej {0} konfigurácie.
vi_vn: Bảng điều khiển tương tác không khả dụng do thiếu thuộc tính cấu hình {0}.
zh_hk: 由於缺少 {0} 配置屬性，交互式主控台不可用。

# BotGamesToRedeemInBackgroundCount
source: Bot has {0} games remaining in its background queue.
bg_bg: Ботът има {0} игри оставащи в опашката на заден фон.
cs_cz: Bot má {0} zbývajících her ve frontě.
da_dk: Bot har {0} spil tilbage i sin baggrundskø.
de_de: Bot hat {0} Spiele, die in seiner Hintergrundwarteschlange verbleiben.
el_gr: Το bot έχει {0} παιχνίδια που απομένουν στην ουρά.
es_es: El bot tiene {0} juegos restantes en la cola en segundo plano.
fi_fi: Botilla on {0} peliä jäljellä taustajonossa.
fr_fr: Le bot a {0} jeux restants dans sa file d'attente.
he_il: לבוט נותרו {0} משחקים בתור ברקע.
hu_hu: A botnak {0} játéka maradt a várólistán.
id_id: Bot mempunyai {0} game tersisa di dalam antrian.
it_it: Il bot ha {0} giochi rimanenti nella coda di background.
ja_jp: bot のバックグラウンドキューに {0} つのゲームが残っています。
lt_lt: Boto foninėje eilėje yra likę {0} žaidimai.
lv_lv: Botam palikušas {0} rindā stāvošas spēles.
nl_nl: Bot heeft {0} spellen resterend in de achtergrondwachtrij.
no_no: Bot har {0} spill igjen i sin bakgrunnkø.
pl_pl: Bot ma {0} gier oczekujących w tle.
pt_pt: O bot tem {0} jogos restantes na fila de segundo plano.
ro_ro: Botul are {0} jocuri rămase la rând în fundal.
ru_ru: У бота в фоновой очереди осталось {0} игр.
sk_sk: Bot má {0} zostávajúcich hier vo fronte.
sr_latn: Bot ima {0} igricu/e preostale u pozadinskom redu.
sv_se: Bot har {0} spel kvar i sin bakgrundskön.
tr_tr: Bot kuyruğunda {0} oyun kaldı.
uk_ua: Бот має {0} ігор у фоновій черзі.
vi_vn: Bot có {0} trò chơi còn lại trong hàng chờ.
zh_hans: 机器人的后台队列中剩余 {0} 个游戏。
zh_hant: Bot 的背景佇列中剩餘 {0} 個遊戲。
zh_hk: 機械人的後台佇列中還有 {0} 個遊戲。

# ErrorSingleInstanceRequired
source: ASF process is already running for this working directory, aborting!
bg_bg: ASF процесът е вече работещ за тази директория, прекратяване!
cs_cz: Proces ASF již běží v této pracovní složce, přerušuji!
da_dk: ASF processen kører allerede i denne mappe, afbryder!
de_de: Der ASF-Prozess läuft bereits für dieses Arbeitsverzeichnis. Der Vorgang wird abgebrochen!
el_gr: Η διαδικασία ASF εκτελείται ήδη για αυτόν τον κατάλογο εργασίας, ματαίωση!
es_es: El proceso de ASF ya se está ejecutando para este directorio, ¡abortando!
fi_fi: ASF prosessi on jo käynnissä tässä työhakemistossa. Keskeytetään!
fr_fr: Le processus ASF est déjà en cours d'exécution pour ce répertoire de travail, interruption !
he_il: תהליך ASF כבר פועל עבור ספריית העבודה הזו, מפיל!
hu_hu: Egy ASF processz már fut ebben a munka könyvtárban, leállítás!
id_id: Proses ASF sudah berjalan untuk direktori kerja ini, dibatalkan!
it_it: ASF è già in esecuzione per questa cartella di lavoro, interrompo!
ja_jp: ASF プロセスはすでにこの作業ディレクトリに対して実行中です。中止します！
lt_lt: ASF procesas jau yra įjungtas šiame darbiniame kataloge, nutraukiama!
lv_lv: ASF ir jau palaists šajā direktorijā!
nl_nl: Het ASF-proces is al actief voor deze werkdirectory. Proces wordt afgesloten!
no_no: ASF-prosessen kjører allerede for denne arbeidsmappen, avbryt !
pl_pl: Proces ASF jest już uruchomiony dla tego katalogu roboczego, anulowanie!
pt_pt: O ASF já está em execução nesta diretoria de trabalho, a abortar!
ro_ro: Procesul ASF se desfășoară deja pentru acest fișier de lucru, eșuat!
ru_ru: Процесс ASF уже запущен для этой рабочей директории, прекращаем работу!
sk_sk: Proces ASF už beží v tejto pracovnej zložke, prerušujem!
sr_latn: ASF proces je već uključen u ovom direktorijumu, obustavljanje!
sv_se: ASF-processen körs redan för denna arbetande-mapp, avbryter!
tr_tr: ASF süreci, zaten bu dizinde çalıştığından iptal ediliyor!
uk_ua: Процес ASF вже працює для цього робочого каталогу, припиняю роботу!
vi_vn: Tiến trình ASF đã đang chạy trong địa chỉ thư mục này, đang huỷ bỏ!
zh_hans: ASF 进程已经在此工作目录中运行，即将中止！
zh_hant: ASF 程序已執行於當前的資料夾中，正在中止！
zh_hk: ASF 進程已在此工作目錄中運行，正在中止!

# BotHandledConfirmations
source: Successfully handled {0} confirmations!
bg_bg: Успешно извършени {0} потвърждения!
cs_cz: Úspěšně provedl {0} potvrzení!
da_dk: Behandlede {0} bekræftelser succesfuldt!
de_de: Es wurde(n) {0} Bestätigung(en) erfolgreich durchgeführt!
el_gr: Επεξεργάστηκαν {0} επιβεβαιώσεις με επιτυχία!
es_es: ¡Se atendieron correctamente {0} confirmaciones!
fi_fi: Onnistuneesti käsiteltiin {0} vahvistusta!
fr_fr: {0} confirmations gérées avec succès !
he_il: טופלו בהצלחה {0} אישורים!
hu_hu: {0} megerősítés sikeresen lekezelve!
id_id: Berhasil menangani {0} konfirmasi!
it_it: {0} conferme gestite con successo!
ja_jp: {0} 件の確認を正常に処理しました。
lt_lt: Sėkmingai susitvarkyta su {0} patvirtinimais!
lv_lv: Veiksmīgi tikts galā ar {0} apstiprinājumiem!
nl_nl: {0} bevestiging(en) succesvol uitgevoerd!
no_no: {0} ble håndtert bekreftelsene!
pl_pl: Pomyślnie obsłużono {0} potwierdzeń!
pt_pt: {0} confirmações tratadas com sucesso!
ro_ro: S-au gestionat cu succes {0} confirmări!
ru_ru: Успешно обработано {0} подтверждений!
sk_sk: Úspešne vykonal {0} potvrdenie!
sr_latn: Uspješno obavljeno/a {0} potvrda/e!
sv_se: Lyckad hantering av {0} bekräftelser!
th_th: จัดการการยืนยันเป็นผลสำเร็จ {0} รายการ!
tr_tr: {0} onaylama başarıyla sonuçlandırıldı!
uk_ua: Успішно оброблено {0} підтверджень!
vi_vn: Xử lý thành công {0} xác nhận!
zh_hans: 成功处理 {0} 个确认！
zh_hant: 成功處理 {0} 個交易確認！
zh_hk: 成功處理 {0} 個確認!

# BotExtraIdlingCooldown
source: Waiting up to {0} to ensure that we're free to start farming...
be_by: Чакаем да {0}, каб быць упэўненымі, што мы можам пачаць фармаванне...
bg_bg: Изчакване до {0}, за да се гарантира, че е може да започне фарменето на карти...
cs_cz: Vyčkávám {0} pro ujištění, že je možno začít farmit...
da_dk: Venter op til {0} for at sikre at vi er klar til at begynde at idle...
de_de: Wir warten bis zu {0} um sicherzustellen, dass es möglich ist, den Sammelprozess zu starten...
el_gr: Αναμονή μέχρι {0} για να διασφαλίσουμε ότι είμαστε ελεύθεροι να ξεκινήσουμε τη συλλογή...
es_es: Esperando hasta {0} para asegurar que estamos libres para empezar a recolectar...
fi_fi: Odotetaan enintään {0} varmistaaksemme, että olemme vapaita aloittamaan farmauksen...
fr_fr: En attente de {0} pour s'assurer que nous pouvons commencer à récolter les cartes...
he_il: ממתין עד {0} כדי להבטיח שאנו חופשיים להתחיל בהרצה...
hu_hu: {0} várakozás, hogy biztosak legyünk benne, hogy elindíthatjuk a farmolást...
id_id: Menunggu hingga {0} untuk memastikan bahwa kita bisa memulai farming...
it_it: In attesa di {0} per assicurarci che siamo liberi di iniziare a farmare...
ja_jp: ファームできる状態になったことを確認するために {0} まで待機しています…
lt_lt: Laukiama iki {0} norint užtikrinti, kad mes galime laisvai rinkti korteles...
lv_lv: Gaidām ap {0} lai varētu atsākt vākšanu...
nl_nl: {0} wachten ter controle of alles in orde is om het farmen te starten...
no_no: Venter på {0} for å sikre at vi er fri til å starte gård...
pl_pl: Oczekiwanie {0}, aby upewnić się, że jesteśmy w stanie rozpocząć farmienie...
pt_pt: À espera até {0} para garantir que estamos livres para começarmos a 'farmar'...
ro_ro: Se așteaptă până la {0} ca să putem incepe farmarea...
ru_ru: Задержка {0}, чтобы убедиться, что аккаунт свободен для фарма...
sk_sk: Čakáme ešte {0}, aby sme zaistili, že účet je uvoľnený pre zbieranie kariet...
sv_se: Väntar upp till {0} för att se till att vi är fria att börja farma...
tr_tr: Çalıştırmaya hazır olduğundan emin olabilmek için {0} bekleniyor...
uk_ua: Чекаємо до {0}, щоб переконатися, що ми можемо розпочати фарм...
vi_vn: Chờ đến {0} để đảm bảo rằng chúng tôi có thể bắt đầu thu hoạch...
zh_hans: 正在等待至多 {0}以确保可以开始挂卡……
zh_hant: 最多等待 {0} 以確保我們可以開始掛卡…

# UpdateCleanup
source: Cleaning up old files after update...
bg_bg: Изтриване на старите файлове след обновление...
ca_es: Fent neteja dels arxius antics després de l'actualització...
cs_cz: Odstraňování starých souborů po aktualizaci...
da_dk: Rydder op i de gamle filer efter opdateringen...
de_de: Alte Dateien nach dem Update bereinigen...
el_gr: Εκκαθάριση παλιών αρχείων μετά την ενημέρωση...
es_es: Limpiando archivos antiguos después de actualizar...
fa_ir: درحال پاک سازی فایل های قدیمی بعد از به روزرسانی...
fi_fi: Siivotaan vanhat tiedostot päivityksen jälkeen...
fr_fr: Nettoyage des anciens fichiers après mise à jour...
he_il: מנקה קבצים ישנים לאחר עדכון...
hu_hu: Régi fájlok törlése a frissítés után...
id_id: Membersihkan file lama setelah pembaruan...
it_it: Pulizia dei vecchi file dopo l'aggiornamento...
ja_jp: 更新後に古いファイルをクリーンアップしています…
lt_lt: Valomi seni failai po atnaujinimo...
lv_lv: Tiek tīrīti vecie faili, kas palikuši pēc atjaunināšanas...
nl_nl: Oude bestanden verwijderen na de update...
no_no: Rydder opp gamle filer etter oppdatering...
pl_pl: Czyszczenie starych plików po aktualizacji...
pt_pt: A limpar ficheiros antigos após a atualização...
ro_ro: Curățare fișiere vechi după actualizare...
ru_ru: Удаление старых файлов после обновления...
sk_sk: Odstraňovanie starých súborov po aktualizácii...
sr_latn: Čišćenje starih fajlova nakon ažuriranja...
sv_se: Rensar upp gamla filer efter uppdatering...
th_th: กำลังลบไฟล์เก่าหลังการอัปเดต...
tr_tr: Güncellemeden sonra eski dosyalar temizleniyor...
uk_ua: Видалення старих файлів після оновлення...
vi_vn: Đang dọn dẹp tệp tin cũ sau khi cập nhật...
zh_hans: 正在清理更新后过时的文件……
zh_hant: 正在清理更新後的過時檔案…
zh_hk: 清理升級後的舊檔案……
