Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# WarningPrivacyPolicy
source: Please review our privacy policy section on the wiki if you're concerned about what ASF is in fact doing!
bg_bg: Моля, прегледайте нашата секция в wiki за "лична неприкосновеност", ако сте загрижени за това, което всъщност прави ASF!
cs_cz: Pokud máte obavy, jaké funkce ASF vlastně vykonává, přečtěte si zásady ochrany osobních údajů na wiki!
da_dk: Gennemgå vores privatlivs politik sektion på wikien, hvis du er bekymret om ASF faktisk gør!
de_de: Bitte lesen Sie den Abschnitt zu unseren Datenschutzrichtlinien im Wiki, wenn Sie wissen möchten was ASF im Detail alles macht!
el_gr: Παρακαλούμε διαβάστε το τμήμα πολιτικής απορρήτου μας στο wiki εάν ανησυχείτε για το τι πραγματικά κάνει το ASF!
es_es: ¡Por favor, revisa nuestra sección de política de privacidad en la wiki si te preocupa lo que ASF está haciendo!
fa_ir: لطفاً در صورت نگرانی اینکه برنامه ASF در حال انجام چه کاری است خط مشی ما را در ویکی مطالعه کنید!
fi_fi: Tutustu tietosuoja-osioon wikissä mikäli olet huolestunut siitä mitä ASF oikeasti tekee!
fr_fr: Veuillez consulter sur le wiki notre section politique de confidentialité, si vous vous souciez de ce que fait ASF !
he_il: נא עיין בסעיף מדיניות הפרטיות שלנו בוויקי אם אתה מודאג לגבי מה ASF עושה למעשה!
hu_hu: Kérlek, olvasd el az adatvédelmi szabályzatunkat a wiki-n, ha szeretnéd tudni, mit is csinál valójában az ASF!
id_id: Harap tinjau kebijakan privasi kami di wiki jika Anda khawatir dengan apa saja yang sebenarnya dilakukan ASF!
it_it: Se sei preoccupato riguardo alle funzioni di ASF, consulta la nostra informativa sulla privacy sulla wiki!
ja_jp: ASF が正確には何をしているか心配な場合は、wiki 上でプライバシーポリシーの項を確認してください！
lt_lt: Prašome peržiūrėti mūsų privatumo politikos skiltį mūsų wiki, jei jūs esate susirūpinęs ką iš tikro daro ASF!
lv_lv: Lūdzu pārskati mūsu konfidencialitātes politikas sekciju wiki lapā, ja vēlies zināt ko īsti ASF dara.
nl_nl: Bij twijfel of onduidelijkheid, raadpleeg ons privacybeleid op de ASF Wiki om meer te weten te komen wat ASF precies doet!
no_no: Se gjennom seksjonen om personvern på wikien hvis du er bekymret for hva ASF faktisk gjør!
pl_pl: Jeśli niepokoi Cię to, co w rzeczywistości robi ASF, zapoznaj się z naszą sekcją polityki prywatności na wiki!
pt_pt: Por favor reveja a nossa secção de política de privacidade na wiki se você está preocupado com o que o ASF realmente está fazendo!
ro_ro: Te rog să consulți politica noastră de confidențialitate în secțiunea pe wiki dacă ești preocupat de ceea ce face ASF!
ru_ru: Пожалуйста, просмотрите наш раздел политики конфиденциальности на wiki, если вас беспокоит то, что делает ASF на самом деле!
sk_sk: Ak si nie si istý, čo vlastne ASF robí, preštuduj si naše zásady ochrany osobných údajov na wiki!
sr_latn: Pogledajte našu sekciju polise privatnosti na wiki ako se brinete šta ASF ustvari radi!
sv_se: Läs vårt privacy policy avsnitt på wikin om du undrar vad ASF gör!
tr_tr: ASF'in aslında ne yaptığından endişeleniyorsanız lütfen wiki'deki gizlilik politikamız bölümünü gözden geçirin!
uk_ua: Будь ласка, перегляньте наш розділ політики конфіденційності у wiki, якщо вас турбує те, що ASF насправді робить!
vi_vn: Vui lòng xem lại phần chính sách bảo mật của chúng tôi trên wiki nếu bạn lo ngại về việc ASF thực tế đang làm gì!
zh_cn: 如果您想知道ASF干了些什么，请移步wiki中privacy policy 一节
zh_hans: 如果您需要检查 ASF 究竟做了什么，请查看 Wiki 中的“隐私政策”一节。
zh_hant: 如果您對 ASF 的實際運作方式有疑慮，請查看 Wiki 中的隱私權政策章節！
zh_hk: 如果您對 ASF 的實際運作方式有疑慮，請查看我們 Wiki 中關於隱私政策的部分！

# Welcome
source: It looks like it's your first launch of the program, welcome!
bg_bg: Това изглежда е първото стартиране на програмата, добре дошли!
cs_cz: Vypadá to, že program spouštíte poprvé. Vítejte!
da_dk: Det ser ud som om det er din første lancering af programmet, velkommen!
de_de: Es sieht so aus, als ob Sie das Programm zum ersten Mal gestartet haben. Willkommen!
el_gr: Φαίνεται ότι εκτελείτε για πρώτη φορά το πρόγραμμα. Καλώς ήρθατε!
es_es: Parece ser la primera vez que inicias el programa, ¡bienvenido!
fa_ir: بنظر می رسد اولین استفاده ی شما از این برنامه باشد، خوش آمدید! 3:
fi_fi: Huomasin että käynnistit ohjelman ensimmäisen kerran, tervetuloa!
fr_fr: Il semble que c'est la première fois que vous lancez le programme, bienvenue !
he_il: זה נראה שזו הפעם הראשונה שאתה מריץ את התוכנה, ברוך הבא!
hu_hu: Úgy tűnik, most indítottad el első alkalommal a programot, üdvözöllek!
id_id: Sepertinya ini pertama kali bagi Anda untuk meluncurkan program ini, Selamat Datang!
it_it: Sembra che questa sia la prima volta che avvii il programma, benvenuto!
ja_jp: どうやら最初の起動のようですね。ようこそ！
lt_lt: Atrodo, jog tai jūsų pirmasis kartas paleidžiant šią programą, Sveiki!
lv_lv: Izskatās, ka šī ir pirmā programmas palaišanas reize, lapni lūdzam!
nl_nl: Het lijkt erop dat je het programma voor het eerst start, welkom!
no_no: Det ser ut til at det er din første lansering av programmet, velkommen!
pl_pl: Wygląda na to, że jest to twoje pierwsze uruchomienie programu, zapraszamy!
pt_pt: Parece que é tua primeira vez a iniciar este programa, bem-vindo(a)!
ro_ro: Se pare că aceasta este prima ta lansare a programului, bine ai venit!
ru_ru: Похоже, вы впервые запустили программу, добро пожаловать!
sk_sk: Vyzerá to, že program spúšťaš prvýkrát, vitaj!
sr_latn: Izgleda da prvi put pokrećete program, dobrodošli!
sv_se: Det ser ut som det är din första start av programmet, Välkommen!
tr_tr: Görünen o ki programı ilk defa kullanıyorsunuz, hoş geldiniz!
uk_ua: Схоже, що це ваш перший запуск програми, Ласкаво просимо!
vi_vn: Có vẻ như đây là lần đầu tiên khởi động chương trình của bạn, chào mừng!
zh_cn: 初次使用ASF？欢迎！
zh_hans: 看起来您是第一次使用 ASF？欢迎！
zh_hant: 看來這是您首次使用本程式，歡迎！
zh_hk: 看來這是您首次使用 ASF，歡迎！

# ErrorInvalidCurrentCulture
source: Your provided CurrentCulture is invalid, ASF will keep running with the default one!
bg_bg: Задали сте невалиден CurrentCulture. ASF ще продължи работа със зададения по подразбиране!
cs_cz: Váš zadaný CurrentCulture je neplatný, ASF bude spuštěný s výchozím.
da_dk: Din angivne CurrentCulture er ugyldig, ConfigGenerator vil køre med en standard!
de_de: Ihre angegebene CurrentCulture ist ungültig, ASF wird weiterhin mit dem Standard laufen!
el_gr: Η παρεχόμενη τιμή CurrentCulture είναι άκυρη, το ASF θα συνεχίσει να εκτελείται με την προεπιλεγμένη τιμή!
es_es: La propiedad CurrentCulture proporcionada no es válida, ¡ASF seguirá funcionando con la predeterminada!
fi_fi: Antamasi CurrentCulture on epäkelpo, ASF jatkaa toimintaa oletusarvolla!
fr_fr: Votre paramètre CurrentCulture indiqué n’est pas valide, ASF continuera à fonctionner avec celui par défaut !
he_il: ה- CurrentCulture המסופק שלך אינו חוקי, ASF ימשיך לפעול עם אפשרות ברירת המחדל!
hu_hu: A CurrentCulture változód érvénytelen, az ASF az alapértelmezettet fogja használni!
id_id: CurrentCulture yang Anda berikan tidak valid, ASF akan tetap berjalan dengan kondisi default!
it_it: Il valore CurrentCulture che hai fornito non è valido, ASF continuerà ad utilizzare quello di default!
ja_jp: 指定された CurrentCulture が有効ではありません。ASFはデフォルトで実行されます！
lt_lt: Jūsų pateikta CurrentCulture yra negaliojanti, ASF toliau veiks su numatytąja!
lv_lv: Tavs piedāvātais CurrentCulture nav derīgs, ASF izmantos noklusējuma vērtību!
nl_nl: De door jou ingevoerde CurrentCulture is ongeldig. ASF zal de standaardtaal blijven gebruiken!
no_no: Den angitte nålkulturen er ugyldig, ASF vil fortsette å kjøre med standarden!
pl_pl: Twoja opcja CurrentCulture jest nieprawidłowa, ASF będzie działał z domyślnym ustawieniem!
pt_pt: O seu CurrentCulture fornecido é inválido, o ASF continuará executando com o valor padrão!
ro_ro: CurrentCulture furnizată de tine nu este validă, ASF va continua să ruleze cu cea implicită!
ru_ru: Выбрано неверное значение CurrentCulture, ASF продолжит работу со значением по умолчанию!
sk_sk: Zadaný CurrentCulture je neplatný, ASF bude spustený s predvolenými nastaveniami!
sr_latn: Vaš naveden CurrentCulture je netačan, ASF će nastaviti da radi sa uobičajenim!
sv_se: Din angivna CurrentCulture variabel är ogiltig, ASF kommer fortsätta köras med standardvärdet!
tr_tr: Sağlanan CurrentCulture geçersiz, ASF varsayılan ile çalışmaya devam edecek!
uk_ua: Обраний вами CurrentCulture невірний, ASF буде працювати згідно з базовим налаштуванням!
vi_vn: CurrentCulture bạn cung cấp không hợp lệ, ASF sẽ tiếp tục chạy với thiết lập mặc định!
zh_cn: 您输入的 CurrentCulture 属性无效，ASF 将继续使用默认值运行 ！
zh_hans: 您设置的 CurrentCulture 无效，ASF 将继续使用默认值运行！
zh_hant: 您所提供的 CurrentCulture 無效，ASF 將以預設值繼續執行！
zh_hk: 您提供的 CurrentCulture 無效，ASF 將以預設值繼續運行！

# TranslationIncomplete
source: ASF will attempt to use your preferred {0} culture, but translation into that language is only {1} complete. Perhaps you could help us improve the ASF translation for your language?
bg_bg: ASF ще се опита да ползва вашият предпочитан {0} език, но преводът за този език е само {1} завършен. Може би може да ни помогнете да подобрим ASF с превод на вашия език?
ca_es: L'ASF intentarà utilitzar el teu idioma preferit, {0}, però aquesta traducció està completa en un {1}. Potser t'agradaria ajudar a completar o millorar la traducció de l'ASF a la teva llengua?
cs_cz: ASF se pokusí použít {0} lokalizaci, nicméně překlad tohoto jazyka je dokončen pouze na {1}. Zvažte prosím možnost pomoci s překladem ASF do vašeho jazyka.
da_dk: ASF vil forsøge at bruge din foretrukne {0} kultur, men oversættelsen til det pågældende sprog er kun {1} komplet. Måske kan du hjælpe os med at forbedre oversættelsen af ASF til dit sprog?
de_de: ASF wird versuchen, Ihre bevorzugte Sprache {0} zu verwenden, jedoch wurde die Übersetzung in dieser Sprache nur zu {1} abgeschlossen. Können Sie uns vielleicht helfen, die ASF-Übersetzung in Ihrer Sprache zu verbessern?
el_gr: Το ASF θα επιχειρήσει να χρησιμοποιήσει τη γλώσσα {0}, αλλά η μετάφραση σε αυτή τη γλώσσα έχει ολοκληρωθεί μόνο κατά {1}. Ίσως θα μπορούσατε να μας βοηθήσετε να βελτιώσουμε τη μετάφραση του ASF για τη γλώσσα σας;
es_es: ASF intentará utilizar el idioma {0}, pero la traducción de este idioma solo está completa en un {1}. ¿Tal vez podrías ayudarnos a mejorar la traducción de ASF para tu idioma?
fi_fi: ASF koettaa käyttää haluttua lokalisaatiota ({0}), mutta käännös tällä kielellä on vain {1} valmis. Ehkä voisit auttaa meitä parantamaan ASF:n käännöstä omalle kielellesi?
fr_fr: ASF tentera d’utiliser votre langue préférée {0}, mais la traduction dans cette langue n’est complète qu'à {1} . Peut-être pourriez-vous nous aider à améliorer la traduction d'ASF dans votre langue?
he_il: ASF ינסה להשתמש בתרבות {0} המועדפת עליך, אך התרגום לשפה זו הושלם רק ב-{1}. אולי תוכל לעזור לנו לשפר את תרגום ה-ASF עבור השפה שלך?
hu_hu: Az ASF megpróbálja az anyanyelved ({0}) használni, de a fordítás azon a nyelven csak {1}-ban/ben készült el eddig. Segíthetnél lefordítani az ASF a saját nyelvedre!
id_id: ASF akan mencoba menggunakan bahasa {0} pilihan Anda, namun terjemahan ke dalam bahasa tersebut baru {1}. Mungkin Anda bisa membantu kami meningkatkan terjemahan ASF untuk bahasa Anda?
it_it: ASF tenterà di usare la tua cultura preferita {0}, ma la traduzione in quella lingua è completa solo al {1}. Forse potresti aiutarci a migliorare la traduzione di ASF per la tua lingua?
ja_jp: ASF はあなたの言語 {0} の使用を試みますが、この言語の翻訳の完成度は {1} です。もしかしたらあなたが翻訳の向上を助けられるかもしれませんよ？
lt_lt: ASF bandys naudoti jūsų pageidaujamą {0} lokalę, tačiau vertimas į tą kalba buvo užbaigtas tik {1}. Galbūt jūs galėtumėte mums padėti pagerinti ASF vertimą į šią kalbą?
lv_lv: ASF izmanto izvēlēto {0} valodu, bet tulkojums ir tikai daļēji pabeigts ({1}). Varbūt vari palīdzēt pārtulkot ASF līdz galam?
nl_nl: ASF zal proberen de {0} taalcultuur te gebruiken, maar de vertaling in die taal is slechts {1} compleet. Misschien kun je ons helpen de ASF-vertaling voor jouw taal te verbeteren?
no_no: ASF vil forsøke å bruke {0} kulturen, men oversettelse til det språket er bare {1} fullført. Kanskje du kan hjelpe oss med å forbedre ASF-oversettelsen for ditt språk?
pl_pl: ASF spróbuje użyć preferowanych ustawień regionalnych {0}, ale tłumaczenie w tym języku zostało ukończone jedynie w {1}. Być może pomógłbyś nam ulepszyć tłumaczenie ASF w tym języku?
pt_pt: O ASF tentará usar o seu idioma preferido {0}, mas a tradução para essa língua está apenas {1} completa. Talvez nos queira ajudar a melhorar a tradução do ASF para a sua língua?
ro_ro: ASF va încerca să folosească cultura {0} preferată de tine, dar traducerea în această limbă a fost completată doar în proporție de {1}. Poate că ai putea ajuta la îmbunatățirea traducerii ASF pentru limba ta?
ru_ru: ASF будет пытаться использовать выбранный язык {0}, но перевод готов только на {1}. Возможно, вы смогли бы помочь улучшить перевод ASF на данный язык.
sk_sk: ASF sa pokúsi použiť tvoj preferovaný jazyk {0}, avšak preklad je dokončený len na {1}. Máš možnosť zlepšiť preklad ASF do tvojho jazyka.
sr_latn: ASF će pokušati da koristi vašu preferiranu {0} "kulturu", ali prevod u taj jezik je samo {1} gotov. Možda bi ste mogli da nam pomogne u prevodu ASF na vaš jezik?
sv_se: ASF kommer att försöka använda din föredragna {0} kultur, men översättning till det språket är bara {1} klar. Kanske kan du hjälpa oss att förbättra ASF-översättningen för ditt språk?
tr_tr: ASF tercih ettiğiniz {0} kültürünü kullanmaya çalışacak, ancak bu dildeki çeviri yalnızca {1} oranında tamamlanmış. Diliniz için ASF çevirisini geliştirmemize belki de yardımcı olabilirsiniz?
uk_ua: ASF намагатиметься використовувати обрану мову {0}, але переклад цією мову завершено лише на {1}. Можливо ви б змогли допомогти в перекладі ASF вашою мовою?
vi_vn: ASF sẽ cố gắng sử dụng mã ngôn ngữ {0} ưa thích của bạn, nhưng bản dịch ngôn ngữ đó hoàn thiện chỉ được {1}. Có lẽ bạn có thể giúp chúng tôi cải thiện bản dịch ASF cho ngôn ngữ của bạn?
zh_cn: ASF将尝试使用您偏好的语言{0}，但该语言当前的翻译完成度为{1}。或许你可以帮助我们改进ASF的翻译？
zh_hans: ASF 将尝试使用您偏好的语言 {0}，但该语言当前的翻译进度只有 {1}。或许您可以帮助我们改进 ASF 的翻译？
zh_hant: ASF 將使用您的偏好語系 {0}，但該語言的翻譯只完成了 {1}。或許您能協助我們完善 ASF 的翻譯。

# IdlingGameNotPossible
source: Farming {0} ({1}) is temporarily disabled, as ASF is not able to play that game at the moment.
be_by: Фармаванне {0} ({1}) часова адключана, бо ASF зараз не можа зараз гуляць у гэтую гульню.
bg_bg: Фарменето на {0} ({1}) е временно забранено, тъй като ASF не е в състояние да "играе" тази игра в момента.
cs_cz: Farmení {0} ({1}) je dočasně nedostupné, jelikož ASF aktuálně není schopno hrát danou hru.
da_dk: Idling {0} ({1}) er midlertidigt deaktiveret, da ASF ikke er i stand til at spille dette spil i øjeblikket.
de_de: Abarbeitung von {0} ({1}) wurde temporär deaktiviert, weil ASF das Spiel im Moment nicht spielen kann.
el_gr: Η συλλογή καρτών του {0} ({1}) απενεργοποιήθηκε προσωρινά, καθώς το ASF δεν μπορεί να παίξει αυτό το παιχνίδι αυτή τη στιγμή.
es_es: La recolección de {0} ({1}) está temporalmente desactivada, ya que ASF no es capaz de jugar ese juego en este momento.
fi_fi: Pelin {0} ({1}) farmaus on väliaikaisesti poistettu käytöstä, koska ASF ei pysty pelaamaan tätä peliä tällä hetkellä.
fr_fr: La collecte de {0} ({1}) est désactivée temporairement, car ASF est incapable de lancer ce jeu actuellement.
he_il: ההרצה {0} ({1}) הושבתה באופן זמני, משום ש-ASF לא מסוגל להריץ את משחק זה כרגע.
hu_hu: A {0} ({1}) farmolás átmenetileg le van tiltva, ezért az ASF jelenleg nem képes játszani ezt a játékot.
id_id: Farming {0} ({1}) dinonaktifkan sementara, karena ASF tidak dapat memainkan game tersebut saat ini.
it_it: Il Farming {0} ({1}) è temporaneamente disabilitato, poiché ASF non è in grado di far partire quel gioco al momento.
ja_jp: そのゲームをプレイ出来ないため、{0} ({1}) のファーミングは一時的に無効にされています。
lt_lt: Kortelių rinkimas iš {0} ({1}) laikinai sustabdytas, nes ASF šiuo momentu neturi galimybės paleisti šio žaidimo.
lv_lv: Vākšana spēlei {0} ({1}) ir atspējota, jo ASF nevar spēlēt šo spēli dotajā momentā.
nl_nl: Farmen {0} ({1}) is tijdelijk uitgeschakeld, omdat ASF momenteel niet in staat is om dit spel te spelen.
no_no: Jordbruk av {0} ({1}) er midlertidig deaktivert, da ASF ikke kan spille det akkurat nå.
pl_pl: Farmienie {0} ({1}) jest tymczasowo niemożliwe, jako że ASF nie jest w stanie włączyć danej gry w tym momencie.
pt_pt: 'Farming' {0} ({1}) está temporariamente desativado, pois o ASF não é capaz de jogar esse jogo neste momento.
ro_ro: Farmatul {0} ({1}) este dezactivat temporar, deoarece ASF nu este capabil de a juca acest joc momentan.
ru_ru: Фарм {0} ({1}) временно отключен, поскольку ASF не может сейчас запустить эту игру.
sk_sk: Zbieranie {0} ({1}) je dočasne vypnuté, pretože ASF momentálne nemôže hrať túto hru.
sv_se: Farmning {0} ({1}) är tillfälligt inaktiverat, då ASF inte kan spela detta spelet just nu.
tr_tr: ASF {0} ({1}) oyununu şu anda oynayamadığından, kart düşürmesi geçici olarak devre dışı.
uk_ua: Фермерство {0} ({1}) тимчасово вимкнено, оскільки ASF наразі не може запустити цю гру.
vi_vn: Việc thu hoạch {0} ({1}) tạm thời bị vô hiệu hóa, ASF không thể mở game đó lúc này.
zh_cn: {0} ({1}) 的挂卡暂时不可用，ASF 暂时不能玩这个游戏。
zh_hans: {0}（{1}）的挂卡暂时不可用，因为 ASF 目前无法运行这个游戏。
zh_hant: {0}（{1}）的掛卡暫時停用，因 ASF 目前無法執行該遊戲。

# WarningIdlingGameMismatch
source: ASF detected ID mismatch for {0} ({1}) and will use ID of {2} instead.
bg_bg: ASF откри несъответствие на ID за {0} ({1}) и ще използва ID на {2} вместо това.
cs_cz: ASF zjistil chybné ID pro {0} ({1}) a použije tedy ID {2}.
da_dk: ASF opdaget ID uoverensstemmelse for {0} ({1}) og bruger ID'ET for {2} i stedet.
de_de: ASF hat eine ID-Unstimmigkeit für {0} ({1}) erkannt und verwendet stattdessen die ID von {2}.
el_gr: Το ASF εντόπισε ασυμφωνία ID για το {0} ({1}) και θα χρησιμοποιηθεί το ID του {2} στη θέση του.
es_es: ASF detectó una inconsistencia de ID para {0} ({1}) y utilizará el ID de {2} en su lugar.
fi_fi: ASF huomasi ID poikkeavuuden kohteessa {0} ({1}) ja käyttää ID:tä {2} tämän sijaan.
fr_fr: ASF a détecté une erreur dans l'appID courant {0} ({1}) et utilisera donc l'appID {2} à la place.
he_il: ASF זיהה חוסר התאמה של מזהה עבור {0} ({1}) והשתמש במזהה {2} במקום זאת.
hu_hu: Az ASF azonosító eltérést észlelt {0} ({1}) esetében, és inkább a {2} azonosítót használja majd.
id_id: ASF mendeteksi ketidakcocokan ID untuk {0} ({1}) dan akan menggunakan ID {2} sebagai gantinya.
it_it: ASF ha rilevato una mancata corrispondenza per l'ID {0} ({1}), quindi utilizzerà {2} al suo posto.
ja_jp: ASFは {0} ({1}) のIDの不一致を検出しました。代わりに {2} のIDを使用します。
lt_lt: ASF aptiko ID neatitikimą {0}({1}) ir vietoj to naudos ID {2}.
lv_lv: ASF atradis ID {0} ({1}) nesakritības un izmantos ID {2}.
nl_nl: ASF heeft een foutieve ID gedetecteerd voor {0} ({1}) en zal in plaats daarvan ID {2} gaan gebruiken.
no_no: ASF oppdaget ID-feil for {0} ({1}), og vil i stedet bruke ID til {2}.
pl_pl: ASF wykrył niezgodność ID dla {0} ({1}) i użyje zamiast niego ID wynoszącego {2}.
pt_pt: O ASF detectou uma incompatibilidade de ID para {0} ({1}) e usará o ID do {2} como alternativa.
ro_ro: ASF a detectat o nepotrivire ID pentru {0} ({1}) și va utiliza ID-ul {2} în schimb.
ru_ru: ASF обнаружил несоответствие ID для {0} ({1}) и будет вместо этого использовать ID {2}.
sk_sk: ASF zistil nezhodu ID pre {0} ({1}) a namiesto toho použije ID {2}.
sr_latn: ASF je detektovao grešku ID-a za {0} ({1}) i zbog toga će koristiti ID {2}.
sv_se: ASF upptäckte ett ID-matchningsfel för {0} ({1}) och kommer använda ID't för {2} i stället.
tr_tr: ASF {0} ({1}) için bir uyumsuzluk tespit etti ve bunun yerine {2} ID'si kullanılacak.
uk_ua: ASF виявив невідповідність ID для {0} ({1}) і буде натомість використовувати ID {2}.
vi_vn: ASF phát hiện ID không khớp với {0} ({1}) và sẽ sử dụng ID {2} thay thế.
zh_cn: ASF 检测到 {0} ({1}) 的 appID 不匹配，而会改用{2} 的 appID 。
zh_hans: ASF 检测到 {0}（{1}）的 ID 不匹配，将会以 {2} 的 ID 代替。
zh_hant: ASF 偵測到 {0}（{1}）的 ID 不相符，將改為使用 ID {2}。
zh_hk: ASF 檢測到 {0}（{1}）的 ID 不匹配，並將改為使用 ID {2}。

# BotAccountLocked
source: This account is locked, farming process is permanently unavailable!
be_by: Гэты акаўнт заблакіраваны, працэс фармавання больш недаступны!
bg_bg: Този акаунт е заключен, фарменето на карти е недостъпно завинаги!
cs_cz: Tento účet je uzamčen, farmení je nedostupné!
da_dk: Denne konto er låst, idling proces er permanent utilgængelig!
de_de: Das Benutzerkonto ist gesperrt, der Sammelprozess ist permanent unmöglich!
el_gr: Αυτός ο λογαριασμός είναι κλειδωμένος, η συλλογή καρτών είναι μόνιμα μη διαθέσιμη!
es_es: ¡Esta cuenta está bloqueada, el proceso de recolección está permanentemente no disponible!
fi_fi: Tämä tili on lukittu, farmaus on pysyvästi pois käytöstä!
fr_fr: Ce compte est verrouillé, le processus de collecte est définitivement indisponible !
he_il: חשבון זה נעול, תהליך ההרצה אינו זמין לצמיתות!
hu_hu: Ez a fiók zárolva van, a farmolási folyamat végleg nem érhető el!
id_id: Akun ini terkunci, proses farming tidak tersedia secara permanen!
it_it: Questo account è bloccato, il farming è permanentemente non disponibile!
ja_jp: このアカウントはロックされています。ファーミングプロセスは永久的に利用できません！
lt_lt: Ši paskyra užrakinta, kortelių rinkimas nebegalimas!
lv_lv: Šis konts ir bloķēts, vākšanas process nav pieejams!
nl_nl: Dit account is vergrendeld. Farming is permanent niet beschikbaar!
no_no: Denne kontoen er låst, jordbruksprosessen er permanent utilgjengelig!
pl_pl: To konto jest zablokowane, proces farmienia jest trwale niedostępny!
pt_pt: Esta conta está bloqueada, o processo de 'farming' está permanentemente indisponível!
ro_ro: Acest cont este blocat, procesul de farmare este permanent indisponibil!
ru_ru: Эта учетная запись заблокирована, фарм перманентно недоступен!
sk_sk: Tento účet je uzamknutý, proces zbierania kariet je trvalo nedostupný!
sv_se: Detta konto är låst, farmning-processen är permanent otillgänglig!
tr_tr: Bu hesap kilitli, çalıştırma süreci kalıcı olarak kullanılamaz!
uk_ua: Цей обліковий запис заблоковано, робота з ним неможлива!
vi_vn: Tài khoản này bị khóa, quá trình thu hoạch sẽ không chạy!
zh_cn: 此帐户被锁定，将永久无法挂卡 ！
zh_hans: 此帐户已被锁定，将永久无法挂卡！
zh_hant: 此帳號已被封鎖，永久無法掛卡！
