Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# BotNotConnected
source: This bot instance is not connected!
be_by: Гэты бот не падключаны!
bg_bg: Този бот не е свързан!
bs_latn: Ova instanca bot-a nije povezana!
cs_cz: Tato instance bota není připojena.
da_dk: Denne bot instans er ikke forbundet!
de_de: Diese Bot-Instanz ist nicht verbunden!
el_gr: Αυτό το bot δεν έχει συνδεθεί!
es_es: ¡Esta instancia de bot no está conectada!
fa_ir: این ربات متصل نیست!
fi_fi: Tämä botti instanssi ei ole yhdistettynä!
fr_fr: Ce bot n’est pas connecté !
he_il: מופע בוט זה לא מחובר!
hu_hu: Ez a bot példány nincs csatlakozva!
id_id: Instansi bot ini tidak terhubung!
it_it: Questa istanza di bot non è connessa!
ja_jp: この bot のインスタンスは接続されていません！
lt_lt: Šis boto egzempliorius nėra prijungtas!
lv_lv: Nav savienojums ar šo botu!
nl_nl: Deze bot is niet verbonden!
no_no: Denne robot-forekomsten er ikke tilkoblet!
pl_pl: Ta instancja bota nie jest połączona!
pt_pt: A instância deste bot não está conectado!
ro_ro: Această instanță de bot nu este conectată!
ru_ru: Этот бот не подключён!
sk_sk: Táto inštancia bota nie je pripojená!
sr_latn: Ova instanca bot-a nije povezana!
sv_se: Denna bot-instansen är inte ansluten!
th_th: อินสแตนซ์ของบอตตัวนี้ไม่ได้รับการเชื่อมต่อ!
tr_tr: Bu bot bağlı değil!
uk_ua: Цей екземпляр бота не підключений!
vi_vn: Bot này không được kết nối!
zh_cn: 这个帐号实例没有连接！
zh_hans: 这个机器人实例未连接！
zh_hant: 這個 Bot 尚未連線！
zh_hk: 此機械人實例未連接！

# BotNotOwnedYet
source: Not owned yet: {0}
be_by: Яшчэ не мае: {0}
bg_bg: Все още не се притежава: {0}
cs_cz: Ještě není ve vlastnictví: {0}
da_dk: Ejes ikke endnu: {0}
de_de: Noch nicht im Besitz: {0}
el_gr: Δεν κατέχετε ακόμη: {0}
es_es: Todavía no posees: {0}
fa_ir: هنوز خریداری نشده است: {0}
fi_fi: Ei vielä omistettu: {0}
fr_fr: Non possédé : {0}
he_il: לא בבעלותך עדיין: {0}
hu_hu: Még nem birtokolt: {0}
id_id: Belum dimiliki: {0}
it_it: Non ancora posseduto: {0}
ja_jp: 所有していない: {0}
lt_lt: Dar neturima: {0}
lv_lv: Vēl nepieder: {0}
nl_nl: Nog niet in bezit: {0}
no_no: Ikke eid ennå: {0}
pl_pl: Jeszcze nie posiadane: {0}
pt_pt: Ainda não possuído: {0}
ro_ro: Nedeținute încă: {0}
ru_ru: Ещё не имеет: {0}
sk_sk: Zatiaľ nevlastnené: {0}
sr_latn: Nije u vlasništvu: {0}
sv_se: Ägs inte ännu: {0}
th_th: ยังไม่ได้เป็นเจ้าของ: {0}
tr_tr: Henüz buna sahip değil: {0}
uk_ua: Ще не має: {0}
vi_vn: Chưa sở hữu: {0}
zh_cn: 尚未拥有：{0}
zh_hans: 尚未拥有：{0}
zh_hant: 未擁有：{0}
zh_hk: 尚未擁有：{0}

# BotOwnedAlreadyWithName
source: Owned already: {0} | {1}
be_by: Ужо мае: {0} | {1}
bg_bg: Вече се притежава: {0} | {1}
cs_cz: Již je ve vlastnictví: {0} | {1}
da_dk: Ejes allerede: {0} | {1}
de_de: Bereits im Besitz: {0} | {1}
el_gr: Κατέχετε ήδη: {0} | {1}
es_es: Ya posees: {0} | {1}
fa_ir: قبلاً خریداری شده است: {0} | {1}
fi_fi: Jo omistetut {0} | {1}
fr_fr: Possède déjà : {0} | {1}
he_il: בבעלותך כבר: {0} | {1}
hu_hu: Már birtokolt: {0} | {1}
id_id: Yang sudah dimiliki: {0} | {1}
it_it: Già posseduto: {0} | {1}
ja_jp: 所有している: {0} | {1}
lt_lt: Jau turima: {0} | {1}
lv_lv: Jau pieder: {0} | {1}
nl_nl: Al in bezit: {0} | {1}
no_no: Egnet allerede: {0} == {1}
pl_pl: Już posiadane: {0} | {1}
pt_pt: Já possuído: {0} | {1}
ro_ro: Deținute deja: {0} | {1}
ru_ru: Уже имеет: {0} | {1}
sk_sk: Už vlastní: {0} | {1}
sr_latn: U vlasništvu: {0} | {1}
sv_se: Ägs redan: {0} | {1}
th_th: เป็นเจ้าของแล้ว: {0} | {1}
tr_tr: Zaten buna sahip: {0} | {1}
uk_ua: Вже має: {0} | {1}
vi_vn: Đã sở hữu: {0} | {1}
zh_cn: 已经获得：{0} | {1}
zh_hans: 已拥有：{0} | {1}
zh_hant: 已擁有：{0} | {1}
zh_hk: 已擁有：{0} | {1}

# BotPointsBalance
source: Points balance: {0}
be_by: Баланс ачкоў: {0}
bg_bg: Баланс на точките: {0}
bs_latn: Stanje bodova: {0}
cs_cz: Zůstatek bodů: {0}
da_dk: Point saldo: {0}
de_de: Punktestand: {0}
el_gr: Υπόλοιπο πόντων: {0}
es_es: Saldo de puntos: {0}
fa_ir: موجودی پوینت ها: {0}
fi_fi: Pistesaldo: {0}
fr_fr: Solde de points : {0}
he_il: יתרת נקודות: {0}
hu_hu: Pont egyenleg: {0}
id_id: Saldo poin: {0}
it_it: Saldo Punti: {0}
ja_jp: ポイント残高: {0}
lt_lt: Taškų balansas: {0}
lv_lv: Uzkrātie punkti: {0}
nl_nl: Punten saldo: {0}
no_no: Poengsaldo: {0}
pl_pl: Saldo punktów: {0}
pt_pt: Saldo dos pontos: {0}
ro_ro: Bilanțul punctelor: {0}
ru_ru: Баланс очков: {0}
sk_sk: Body spolu: {0}
sv_se: Poäng balans: {0}
th_th: แต้มคงเหลือ: {0}
tr_tr: Puan bakiyesi: {0}
uk_ua: Поточний баланс: {0}
vi_vn: Tổng điểm tích lũy: {0}
zh_hans: 点数余额：{0}
zh_hant: 點數餘額：{0}

# BotRateLimitExceeded
source: Rate limit exceeded, we will retry after {0} of cooldown...
be_by: Перавышаны ліміт частаты запросаў, мы паўторым спробу пасля {0}...
bg_bg: Ограничението надвишено, ще повторим след {0} на "отброяване"...
cs_cz: Limit byl překročen, další pokus bude proveden za {0}...
da_dk: Rate limit er blevet overskredet, vi prøver igen efter cooldown på {0}...
de_de: Anfragelimit überschritten, wir werden es nach {0} Wartezeit erneut versuchen...
el_gr: Ξεπεράστηκε το όριο προσπαθειών, θα ξαναγίνει προσπάθεια μετά από {0}...
es_es: Límite de intentos excedido, lo intentaremos nuevamente dentro de {0}...
fa_ir: حد اتصال به بیش از حد مجاز رسید، تا {0} ی دیگر دوباره امتحان خواهیم کرد...
fi_fi: Yritysmäärä on ylitetty, yritetään uudelleen {0} jälkeen...
fr_fr: Tentatives trop nombreuses ; nouvelle tentative dans {0}...
he_il: חרגת מגבלת התעריפים, ננסה שוב לאחר {0} שניות/דקות...
hu_hu: Mennyiség túllépve, újrapróbáljuk {0} idő után.
id_id: Batas terlampaui, kami akan mencoba lagi setelah menunggu selama {0}...
it_it: Superato il numero massimo di tentativi; nuovo tentativo tra {0}...
ja_jp: 回数制限を超過しました。{0} のクールダウン後に再試行します。
lt_lt: Dažnio limitas viršytas, bandysime dar kartą po {0} pauzės...
lv_lv: Pierakstīšanās reižu limits ir izsmelts, mēģināsim atkal pēc {2}...
nl_nl: Aanvraaglimiet overschreden, we zullen het na een cooldown van {0} opnieuw proberen...
no_no: Rammegrensen overskredet, vi vil prøve på nytt etter {0} med kjøling...
pl_pl: Przekroczono limit żądań, {0} do następnej próby...
pt_pt: Taxa de limite excedida, tentaremos novamente daqui a {0}...
ro_ro: Limita ratei depășită, vom reîncerca după {0} de așteptare...
ru_ru: Превышен предел частоты запросов, мы попробуем снова через {0}...
sk_sk: Limit prekročený, ďalší pokus bude vykonaný o {0}...
sr_latn: Stopa ograničenja je prevazićena, pokušaćemo ponovo nakon {0} čekanja...
sv_se: Hastighetsgräns överskrids, vi kommer att försöka igen efter {0} av cooldown...
tr_tr: İstek sınırı aşıldı, {0} bekledikten sonra yeniden deneyeceğiz...
uk_ua: Перевищений ліміт частоти запросів, ми спробуємо знову через {0} очікування...
vi_vn: Vượt quá số lượng giới hạn, chúng tôi sẽ thử lại sau {0} đếm ngược...
zh_cn: 超过频率限制，我们将在 {0} 分钟后重试……
zh_hans: 达到频率限制，将在 {0}后重试……
zh_hant: 超過頻率限制，我們將在 {0} 後重試…
zh_hk: 超過頻率限制，我們將在 {0} 的冷卻時間後重試……

# BotReconnecting
source: Reconnecting...
be_by: Паўторнае падключэнне...
bg_bg: Повторно свързване…
bs_latn: Ponovno povezivanje...
ca_es: Tornant a connectar...
cs_cz: Opětovné připojování...
da_dk: Forbinder igen...
de_de: Verbinde erneut...
el_gr: Επανασύνδεση...
es_es: Reconectando...
fa_ir: در حال اتصال دوباره...
fi_fi: Yhdistetään uudelleen...
fr_fr: Reconnexion...
he_il: מתחבר מחדש...
hu_hu: Újracsatlakozás...
id_id: Menyambungkan kembali...
it_it: Riconnessione...
ja_jp: 再接続中...
lt_lt: Jungiamasi iš naujo...
lv_lv: Atjauno savienojumu...
nl_nl: Opnieuw verbinden...
no_no: Kobler til på nytt...
pl_pl: Ponowne łączenie...
pt_pt: A restabelecer ligação...
ro_ro: Reconectare...
ru_ru: Переподключение...
sk_sk: Znovupripájanie...
sr_latn: Ponovo povezivanje...
sv_se: Återansluter...
th_th: กำลังเชื่อมต่อใหม่...
tr_tr: Yeniden bağlanılıyor...
uk_ua: Перепідключення...
vi_vn: Đang kết nối lại...
zh_cn: 重新连接中…
zh_hans: 重新连接中……
zh_hant: 正在重新連線…
zh_hk: 正在重新連線……

# BotRedeem
source: Key: {0} | Status: {1}
be_by: Ключ: {0} | Статус: {1}
bg_bg: Ключ: {0} | Статус: {1}
bs_latn: Ključ: {0} | Status: {1}
cs_cz: Klíč: {0} | Stav: {1}
da_dk: Nøgle: {0} | Status: {1}
de_de: Produktschlüssel: {0} | Status: {1}
el_gr: Κλειδί: {0} | Κατάσταση: {1}
es_es: Clave: {0} | Estado: {1}
fa_ir: کلید: {0} | وضعیت: {1}
fi_fi: Avain: {0} | Tila: {1}
fr_fr: Clé : {0} | Statut : {1}
he_il: מפתח: {0} | סטטוס: {1}
hu_hu: Kulcs: {0} | Állapot: {1}
id_id: Kunci: {0} | Status: {1}
it_it: Chiave: {0} | Stato: {1}
ja_jp: キー: {0} | 状態: {1}
lt_lt: Raktas: {0} | Būsena: {1}
lv_lv: Atslēga: {0} | Statuss: {1}
nl_nl: Code: {0} | Status: {1}
pl_pl: Klucz: {0} | Status: {1}
pt_pt: Chave: {0} | Estado: {1}
ro_ro: Cheie: {0} | Stare: {1}
ru_ru: Ключ: {0} | Состояние: {1}
sk_sk: Kľúč: {0} | Status: {1}
sr_latn: Ključ: {0} | Status: {1}
sv_se: Nyckel: {0} | Status: {1}
th_th: คีย์: {0} | สถานะ: {1}
tr_tr: Anahtar: {0} | Durum: {1}
uk_ua: Ключ: {0} | Стан: {1}
vi_vn: Mã khóa: {0} | Trạng thái: {1}
zh_cn: Key︰ {0} |状态︰ {1}
zh_hans: 序列号：{0} | 状态：{1}
zh_hant: 產品序號：{0} | 狀態：{1}
zh_hk: 產品序號：{0} | 狀態：{1}

# BotRedeemWithItems
source: Key: {0} | Status: {1} | Items: {2}
be_by: Ключ: {0} | Статус: {1} | Тавары: {2}
bg_bg: Ключ: {0} | Статус: {1} | Предмети: {2}
bs_latn: Ključ: {0} | Status: {1} | Stavke: {2}
cs_cz: Klíč: {0} | Stav: {1} | Položky: {2}
da_dk: Nøgle: {0} | Status: {1} | Elementer: {2}
de_de: Produktschlüssel: {0} | Status: {1} | Einzelheiten: {2}
el_gr: Κλειδί: {0} | Κατάσταση: {1} | Αντικείμενα: {2}
es_es: Clave: {0} | Estado: {1} | Artículos: {2}
fa_ir: کلید: {0} | وضعیت: {1} | آیتم ها: {2}
fi_fi: Avain: {0} | Tila: {1} | Tuotteet: {2}
fr_fr: Clé : {0} | Statut : {1} | Items : {2}
he_il: מפתח: {0} | סטטוס: {1} | פריטים: {2}
hu_hu: Kulcs: {0} | Állapot: {1} | Tárgyak: {2}
id_id: Kunci: {0} | Status: {1} | Item: {2}
it_it: Chiave: {0} | Stato: {1} | Elementi: {2}
ja_jp: キー: {0} |状態: {1} |項目: {2}
lt_lt: Raktas: {0} | Būsena: {1} | Item'ai: {2}
lv_lv: Atslēga: {0} | Statuss: {1} | Preces: {2}
nl_nl: Code: {0} | Status: {1} | Items: {2}
pl_pl: Klucz: {0} | Status: {1} | Elementy: {2}
pt_pt: Chave: {0} | Estado: {1} | Itens: {2}
ro_ro: Cheie: {0} | Stare: {1} | Articole: {2}
ru_ru: Ключ: {0} | Состояние: {1} | Товары: {2}
sk_sk: Kľúč: {0} | Status: {1} | Položky: {2}
sr_latn: Ključ: {0} | Status: {1} | Stavke: {2}
sv_se: Nyckel: {0} | Status: {1} | Föremål: {2}
th_th: คีย์: {0} | สถานะ: {1} | รายการ: {2}
tr_tr: Anahtar: {0} | Durum: {1} | Öğeler: {2}
uk_ua: Ключ: {0} | Стан: {1} | Продукти: {2}
vi_vn: Mã khóa: {0} | Trạng thái: {1} | Danh sách các vật phẩm: {2}
zh_cn: Key︰ {0} |状态︰ {1} |物品︰ {2}
zh_hans: 序列号：{0} | 状态：{1} | 物品：{2}
zh_hant: 產品序號：{0} | 狀態：{1} | 物品：{2}
zh_hk: 產品序號：{0} | 狀態：{1} | 物品：{2}

# BotRemovedExpiredLoginKey
source: Removed expired login key!
be_by: Выдалены пратэрмінаваны ключ для ўваходу!
bg_bg: Премахнат изтекъл ключ за вход!
cs_cz: Zastaralý klíč k přihlášení byl odstraněn.
da_dk: Fjernede udløbet login nøgle!
de_de: Abgelaufener Anmelde-Schlüssel entfernt!
el_gr: Αφαιρέθηκε κλειδί σύνδεσης που είχε λήξει!
es_es: ¡Se eliminó la clave de sesión expirada!
fa_ir: کلید لاگین تاریخ گذشته حذف شد!
fi_fi: Poistettu vanhentunut kirjautumisavain!
fr_fr: La clé expirée a été supprimée !
he_il: הוסר מפתח התחברות שתוקפו פג!
hu_hu: A lejárt belépési kulcs törölve!
id_id: Menghapus kunci login yang sudah kadaluarsa!
it_it: Rimossa la chiave di accesso scaduta!
ja_jp: 期限切れのログインキーを削除しました！
lt_lt: Pašalintas nebegaliojantis prisijungimo raktas!
lv_lv: Noņemta novecojusī pierakstīšanās atslēga!
nl_nl: Verlopen inlogcode verwijderd!
no_no: Fjernet utgått innloggingsnøkkel!
pl_pl: Usunięto przedawniony klucz logowania!
pt_pt: Chave de login expirada removida!
ro_ro: S-a eliminat o cheie de autentificare expirată!
ru_ru: Удалён истёкший ключ входа!
sk_sk: Zastaralý prihlasovací kľúč odstránený!
sr_latn: Uklonjen stari login ključ!
sv_se: Tog bort gammal inloggningsnyckel!
th_th: ลบรหัสเข้าสู่ระบบที่หมดอายุแล้ว!
tr_tr: Süresi dolmuş giriş anahtarı kaldırıldı!
uk_ua: Видалений прострочений ключ авторизації!
vi_vn: Đã bỏ mã khóa đăng nhập đã hết hạn!
zh_cn: 已删除过期的登录密钥 ！
zh_hans: 已删除过期的登录密钥！
zh_hant: 已移除過期的登入金鑰！
zh_hk: 已刪除過期的登錄金鑰！

# BotStatusNotIdling
source: Bot is not farming anything.
be_by: Бот нічога не фарміць.
bg_bg: Бота не фарми нищо.
cs_cz: Bot nic nefarmí.
da_dk: Botten idler ikke noget.
de_de: Bot sammelt nichts.
el_gr: Το bot δεν συλλέγει τίποτα.
es_es: El bot no está recolectando nada.
fa_ir: بات در حال فارم چیزی نیست.
fi_fi: Botti ei farmaa mitään.
fr_fr: Le bot n'est pas en train de collecter.
he_il: הבוט לא מריץ דבר.
hu_hu: A bot nem farmol semmit.
id_id: Bot tidak sedang farming.
it_it: Il Bot non sta farmando nulla.
ja_jp: Botは何もファーミングしていません。
lt_lt: Botas nerenka kortelių.
lv_lv: Bots pašlaik neko nevāc.
nl_nl: Bot is niet aan het farmen.
no_no: Bot gir ikke noe bruk.
pl_pl: Bot niczego nie farmi.
pt_pt: O bot não está a 'farmar' nada.
ro_ro: Botul nu farmează nimic.
ru_ru: Бот ничего не фармит.
sk_sk: Bot nič nezbiera.
sr_latn: Bot trenutno ne idluje ništa.
sv_se: Bot farmar inte något.
th_th: บอตไม่ได้กำลังฟาร์มอะไร
tr_tr: Bot hiçbir şeyi çalıştırmıyor.
uk_ua: Бот нічого не фармить.
vi_vn: Bot đang không đang thu hoạch gì.
zh_cn: 帐号没有在挂卡。
zh_hans: 机器人没有在挂卡。
zh_hant: Bot 目前沒有在掛卡。

# BotStatusLimited
source: Bot is limited and can't drop any cards through farming.
be_by: Бот абмежаваны і не можа атрымліваць карткі праз фарменне.
bg_bg: Бота е ограничен и не може да "дропне" карти чрез фармене.
cs_cz: Bot je omezený a nemůže získávat karty pomocí farmení.
da_dk: Botten er begrænset og kan ikke droppe nogen kort gennem idling.
de_de: Benutzerkonto ist limitiert und kann keine Sammelkarten erhalten.
el_gr: Το bot είναι περιορισμένο και δεν μπορεί να αποκτήσει κάρτες.
es_es: El bot es limitado y no puede obtener ningún cromo a través de la recolección.
fa_ir: بات محدود شده است و نمی تواند کارتی از طریق فارم کردن دراپ کند.
fi_fi: Botti on rajoitettu eikä tämän takia voi saada yhtään korttia farmaamalla.
fr_fr: Le compte Steam utilisé par le bot est limité et ne peut pas être utilisé pour la collecte de nouvelles cartes.
he_il: הבוט מוגבל ולא יכול להפיק קלפים דרך הרצה.
hu_hu: A bot korlátolt, ezért nem tud farmolással kártyát kiszedni.
id_id: Bot dalam kondisi terbatas dan tidak bisa mendapatkan kartu saat farming.
it_it: Il Bot è limitato e non può ottenere carte con il farming.
ja_jp: Botが制限中のため、ファーミングでカードを得ることができません。
lt_lt: Botas turi apribojimą ir negali gauti jokių kortelių iš rinkimo.
lv_lv: Botam ir ierobežotas tiesības un tas nevar veikt kāršu vākšanu.
nl_nl: Bot is gelimiteerd en kan geen kaarten verzamelen.
no_no: Bot er begrenset og kan ikke slippe alle kort gjennom akk.
pl_pl: Bot jest ograniczony i nie może otrzymać żadnych kart poprzez farmienie.
pt_pt: O bot está limitado e não pode coletar quaisquer cartas via 'farming'.
ro_ro: Botul este limitat și nu poate face să pice vreun cartonaș prin farmare.
ru_ru: Бот ограниченный, и не может фармить карточки.
sk_sk: Bot je limitovaný a nemôže zbieraním získať žiadne karty.
sr_latn: Bot je limitiran i ne može da prikuplja kartice idlovanjem.
sv_se: Bot är begränsad och kan inte få några kort via farmning.
th_th: บอทถูกจำกัด และไม่สามารถดรอปการ์ดใด ๆ ผ่านการฟาร์มได้
tr_tr: Bot sınırlı durumda ve çalışarak kart düşüremez.
uk_ua: Бот обмежений і не може отримувати карти від фарму.
vi_vn: Bot bị hạn chế và không thể rơi bất kỳ thẻ nào thông qua việc thu hoạch.
zh_cn: 帐号是受限制的，不会掉落任何卡牌。
zh_hans: 机器人为受限帐户，无法通过挂卡掉落任何卡牌。
zh_hant: Bot 為受限狀態，無法透過掛卡得到卡片。

# BotStatusConnecting
source: Bot is connecting to Steam network.
bg_bg: Ботът се свързва към мрежата на Steam.
bs_latn: Bot je povezan sa Steam-om.
cs_cz: Bot se připojuje k síti Steam.
da_dk: Botten er forbundet til Steam-netværket.
de_de: Bot stellt eine Verbindung zum Steam-Netzwerk her.
el_gr: Το bot συνδέεται στο δίκτυο του Steam.
es_es: El bot se está conectando a la red de Steam.
fa_ir: بات در حال وصل شدن به شبکه ی استیم است.
fi_fi: Botti yhdistää Steam-verkkoon.
fr_fr: Le bot se connecte au réseau Steam.
he_il: הבוט מתחבר לרשת Steam.
hu_hu: A Bot a Steam hálózathoz csatlakozik.
id_id: Bot sedang menghubungkan ke jaringan Steam.
it_it: Il bot si stà connettendo alla rete di Steam.
ja_jp: bot は Steam Network に接続しています。
lt_lt: Botas jungiasi prie Steam tinklo.
lv_lv: Bots savienojas ar Steam Network.
nl_nl: Bot is aan het verbinden met het Steam netwerk.
no_no: Bot kobler til Steam-nettverket.
pl_pl: Bot łączy się z siecią Steam.
pt_pt: O bot está a conectar-se à rede da Steam.
ro_ro: Botul se conectează la rețeaua Steam.
ru_ru: Бот подключается к сети Steam.
sk_sk: Bot sa pripája k sieti Steam.
sr_latn: Bot se povezuje sa Steam-om.
sv_se: Botten ansluter till Steam-nätverket.
th_th: บอตกำลังเชื่อมต่อกับเครือข่าย Steam
tr_tr: Bot Steam ağına bağlanıyor.
uk_ua: Бот підключається до мережі Steam.
vi_vn: Bot đang kết nối với mạng Steam.
zh_cn: 账号正在连接到Steam网络。
zh_hans: 机器人正在连接到 Steam 网络。
zh_hant: Bot 正在連線至 Steam 網路。
zh_hk: 機器人正在連接到 Steam 網絡。

# BotStatusNotRunning
source: Bot is not running.
bg_bg: Ботът не работи.
bs_latn: Bot ne radi.
ca_es: El bot no està en funcionament.
cs_cz: Bot není spuštěný.
da_dk: Botten køre ikke.
de_de: Bot ist nicht in Betrieb.
el_gr: Το bot δεν εκτελείται.
es_es: El bot no se está ejecutando.
fa_ir: بات در حال اجرا نیست.
fi_fi: Botti ei ole käynnissä.
fr_fr: Le bot n’est pas en cours d’exécution.
he_il: הבוט אינו פועל.
hu_hu: A bot nem fut.
id_id: Bot tidak berjalan.
it_it: Il bot non è in esecuzione.
ja_jp: bot は実行されていません。
lt_lt: Botas nėra įjungtas.
lv_lv: Bots nav aktīvs.
nl_nl: Bot is niet actief.
no_no: Bot kjører ikke.
pl_pl: Bot nie jest uruchomiony.
pt_pt: O bot não está em execução.
ro_ro: Botul nu rulează.
ru_ru: Бот не запущен.
sk_sk: Bot nie je spustený.
sr_latn: Bot nije pokrenut.
sv_se: Bot körs inte.
th_th: บอตไม่ทำงาน
tr_tr: Bot çalışmıyor.
uk_ua: Бот не запущений.
vi_vn: Bot không chạy.
zh_cn: 帐号没有在运行。
zh_hans: 机器人没有在运行。
zh_hant: Bot 未在執行。
zh_hk: 機械人未運行。

# BotStatusPaused
source: Bot is paused or running in manual mode.
bg_bg: Ботът е паузиран или работи в ръчен режим.
cs_cz: Bot je pozastavený, nebo běží v ručním režimu.
da_dk: Botten er sat på pause eller kører i manuel tilstand.
de_de: Bot ist pausiert oder wird im manuellen Modus ausgeführt.
el_gr: Το bot είναι σε παύση ή εκτελείται σε χειροκίνητη λειτουργία.
es_es: El bot está pausado o ejecutándose en modo manual.
fa_ir: بات در حالت مکث یا دستی در حال اجرا است.
fi_fi: Botti on pysäytetty tai käynnissä manuaalisessa tilassa.
fr_fr: Le bot est en pause ou en cours d’exécution en mode manuel.
he_il: הבוט מושהה או פועל במצב ידני.
hu_hu: A bot le van állítva, vagy manuális módban fut.
id_id: Bot sedang dihentikan atau berjalan dalam mode manual.
it_it: Il bot è in pausa o in esecuzione in modalità manuale.
ja_jp: bot は停止中か、マニュアルモードで実行中です。
lt_lt: Botas yra sustabdytas arba veikia rankiniu rėžimu.
lv_lv: Bots ir apstādināts vai arī strādā manuālajā režīmā.
nl_nl: Bot is gepauzeerd of wordt uitgevoerd in de handmatige modus.
no_no: Bot er satt på pause eller kjører i manuell modus.
pl_pl: Bot jest zapauzowany lub działa w trybie ręcznym.
pt_pt: O bot está pausado ou está a ser executado no modo manual.
ro_ro: Botul este pe pauză sau rulează în modul manual.
ru_ru: Бот на паузе или запущен в ручном режиме.
sk_sk: Bot je pozastavený, alebo beží v manuálnom režime.
sr_latn: Bot je pauziran ili radi u ručnom režimu.
sv_se: Bot är pausad eller körs i manuellt läge.
th_th: บอตถูกหยุดชั่วคราว หรือทำงานในโหมดกำหนดเอง
tr_tr: Bot duraklatılmış veya manuel çalışıyor.
uk_ua: Бот на паузі чи працює в ручному режимі.
vi_vn: Bot tạm dừng hoặc đang chạy trong chế độ thủ công.
zh_cn: 帐号已暂停或正在手动模式下运行。
zh_hans: 机器人已暂停或正在手动模式下运行。
zh_hant: Bot 已暫停或正以手動模式執行。
zh_hk: 機械人已暫停或正在手動模式下運行。

# BotStatusPlayingNotAvailable
source: Bot is currently being used.
bg_bg: В момента се ползва бот.
bs_latn: Bot se trenutno koristi.
cs_cz: Bot je právě použiván.
da_dk: Botten bruges i øjeblikket.
de_de: Bot wird zurzeit benutzt.
el_gr: Το bot χρησιμοποιείται αυτή τη στιγμή.
es_es: El bot se está utilizando actualmente.
fa_ir: بات در حال استفاده است.
fi_fi: Botti ei ole tällä hetkellä käytössä.
fr_fr: Le bot est actuellement utilisé.
he_il: הבוט נמצא בשימוש.
hu_hu: A bot jelenleg használatban van.
id_id: Bot saat ini sedang digunakan.
it_it: Il bot è attualmente in uso.
ja_jp: bot は現在使用されています。
lt_lt: Botas šiuo metu yra naudojamas.
lv_lv: Bots šobrīd tiek izmantots.
nl_nl: Bot is momenteel in gebruik.
no_no: Bot er i bruk for øyeblikket.
pl_pl: Bot jest aktualnie używany.
pt_pt: O bot está a ser usado.
ro_ro: Botul este folosit în prezent.
ru_ru: Бот сейчас используется.
sk_sk: Bot je práve používaný.
sr_latn: Bot je trenutno u upotrebi.
sv_se: Bot används för närvarande.
th_th: บอตกำลังถูกใช้งานอยู่
tr_tr: Bot şu anda kullanılıyor.
uk_ua: Бот зараз використовується.
vi_vn: Bot hiện đang được sử dụng.
zh_cn: 当前帐号正在使用。
zh_hans: 当前机器人正在被占用。
zh_hant: Bot 使用中。
zh_hk: 機械人當前正在使用中。

# BotUnableToLogin
source: Unable to login to Steam: {0}/{1}
bg_bg: Не може да се впише в Steam: {0}/{1}
bs_latn: Nije moguće prijavljivanje na Steam: {0}/{1}
cs_cz: Nelze se příhlásit do Steamu: {0}/{1}
da_dk: Kan ikke logge ind på Steam: {0}/{1}
de_de: Die Anmeldung bei Steam ist nicht möglich: {0}/{1}
el_gr: Αδυναμία σύνδεσης στο Steam: {0}/{1}
es_es: No se puede iniciar sesión en Steam: {0}/{1}
fa_ir: لاگین کردن به استیم با شکست مواجه شد: {0}/{1}
fi_fi: Steamiin kirjautuminen ei onnistunut: {0}/{1}
fr_fr: Impossible de se connecter à Steam : {0}/{1}
he_il: לא ניתן להתחבר לסטים: {0}/{1}
hu_hu: Nem lehet belépni a Steamre: {0}/{1}
id_id: Tidak dapat login ke Steam: {0}/{1}
it_it: Impossibile effettuare l'accesso a Steam: {0}/{1}
ja_jp: Steam にログインできませんでした: {0}/{1}
lt_lt: Nepavyko prisijungti prie Steam: {0}/{1}
lv_lv: Nevar pierakstīties Steam: {0}/{1}
nl_nl: Kan niet inloggen op Steam: {0}/{1}
no_no: Kan ikke logge inn på Steam: {0}/{1}
pl_pl: Nie można zalogować do Steam: {0}/{1}
pt_pt: Não foi possível iniciar sessão no Steam: {0}/{1}
ro_ro: Nu s-a putut autentifica la Steam: {0}/{1}
ru_ru: Не удалось войти в Steam: {0}/{1}
sk_sk: Nie je možné prihlásenie do služby Steam: {0}/{1}
sr_latn: Nije moguće prijavljivanje na Steam: {0}/{1}
sv_se: Det går inte att logga in på Steam: {0}/{1}
th_th: ไม่สามารถเข้าสู่ระบบ Steam: {0}/{1}
tr_tr: Steam'e giriş yapılamıyor: {0}/{1}
uk_ua: Неможливо увійти до Steam: {0}/{1}
vi_vn: Không thể đăng nhập vào Steam: {0}/{1}
zh_cn: 无法登录到 Steam：{0}/{1}
zh_hans: 无法登录到 Steam：{0}/{1}
zh_hant: 無法登入到 Steam：{0}/{1}
zh_hk: 無法登錄到Steam：{0}/{1}

# ErrorIsEmpty
source: {0} is empty!
bg_bg: {0} е празен!
bs_latn: {0} je prazan!
ca_es: {0} no conté res!
cs_cz: {0} je prázdný.
da_dk: {0} er tom!
de_de: {0} ist leer!
el_gr: Το στοιχείο «{0}» είναι κενό!
es_es: ¡{0} está vacío!
fa_ir: خطا: {0} خالی است!
fi_fi: {0} on tyhjä!
fr_fr: {0} est vide !
he_il: {0} ריק!
hu_hu: Üres {0}!
id_id: {0} kosong!
it_it: {0} è vuoto!
ja_jp: {0} は空です！
lt_lt: {0} yra tuščias!
lv_lv: {0} ir tukšs!
nl_nl: {0} is leeg!
no_no: {0} er tom!
pl_pl: {0} jest puste!
pt_pt: {0} está vazio!
ro_ro: {0} este gol!
ru_ru: {0} пуст!
sk_sk: {0} je prázdny!
sr_latn: {0} je prazan!
sv_se: {0} är tom!
th_th: {0} ว่างเปล่า!
tr_tr: {0} boş!
uk_ua: {0} порожній!
vi_vn: {0} trống rỗng!
zh_cn: {0} 是空的 ！
zh_hans: {0} 是空的！
zh_hant: {0} 是空的！
zh_hk: {0} 為空！
