Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# IgnoredPermanentPauseEnabled
source: Ignoring this request, as permanent pause is enabled!
be_by: Ігнараванне гэтага запыту, так як пастаянная паўза ўключана!
bg_bg: Отказване на това желание, тъй като е активирана постоянна пауза!
cs_cz: Tento požadavek je ignorován, protože je aktivní pozastavení.
da_dk: Ignorere denne anmodning da permanent pause er aktiveret!
de_de: Diese Anfrage wird ignoriert, da die Instanz permanent deaktiviert ist!
el_gr: Αγνοήθηκε το αίτημα, γιατί η μόνιμη παύση είναι ενεργοποιημένη!
es_es: ¡Ignorando esta solicitud, ya que la pausa permanente está habilitada!
fa_ir: در حال رد کردن این درخواست به دلیل روشن بودن مکث همیشگی(Permanent pause)!
fi_fi: Tämä pyyntö jätetään huomioimatta, kun pysyvä tauko on päällä!
fr_fr: Requête ignorée car la pause permanente est active !
he_il: מתעלם מבקשה זו, כיוון שהשהיה תמידית פועלת!
hu_hu: Kérés figyelmen kívül hagyása, mivel az állandó szünet aktív!
id_id: Mengabaikan permintaan ini, karena jeda permanen diaktifkan!
it_it: Questa richiesta verrà ignorata, in quanto è abilitata la pausa permanente!
ja_jp: 永続的一時停止が有効なため、このリクエストを無視します！
lt_lt: Šis prašymas ignoruojamas, nes nuolatinė pauzė yra įjungta!
lv_lv: Pieprasījums tiek ignorēts, jo pastāvīgā pauze ir ieslēgta!
nl_nl: Dit verzoek wordt genegeerd aangezien permanente pauze is ingeschakeld!
no_no: Å ignorere denne forespørselen, siden permanent pause er aktivert!
pl_pl: Ignorowanie tego żądania, ponieważ trwała pauza jest włączona!
pt_pt: A ignorar este pedido, pois a pausa permanente está ligada!
ro_ro: Se ignoră această cerere, deoarece pauza permanentă este activată!
ru_ru: Игнорирование запроса, так как включена постоянная пауза!
sk_sk: Ignorujem požiadavku, pretože trvalé pozastavenie je zapnuté!
sr_latn: Zanemarivanje ovog zahteva, zato što je dugoročna pauza omogućena!
sv_se: Ignorerar denna begäran, eftersom permanent paus är aktiverad!
tr_tr: Kalıcı duraklatma etkin olduğundan bu talep göz ardı edildi!
uk_ua: Ігнорування запиту, тому що ввімкнена постійна пауза!
vi_vn: Đang bỏ qua yêu cầu này, vì tạm dừng vĩnh viễn được kích hoạt!
zh_hans: 忽略此请求，因为您已开启永久暂停！
zh_hant: 正在忽略此請求，因為強制暫停已啟用！
zh_hk: 忽略此請求，因為強制暫停已啟用！

# NothingToIdle
source: We don't have anything to farm on this account!
be_by: Няма нічога да фармавання на гэтым акаўнце!
bg_bg: Няма нищо за фармене на този акаунт!
ca_es: No hi ha res per cultivar en aquest compte!
cs_cz: Na tomto účtu není co farmit!
da_dk: Vi har ikke noget at idle på denne konto!
de_de: Wir haben auf diesem Konto nichts zu sammeln!
el_gr: Δεν έχουμε τίποτα να συλλέξουμε σε αυτόν τον λογαριασμό!
es_es: ¡No tenemos nada para recolectar en esta cuenta!
fa_ir: ما هیچ چیزی برای فارم کردن در این اکانت نداریم!
fi_fi: Tällä tilillä ei ole mitään farmattavaa!
fr_fr: Nous n’avons rien à collecter sur ce compte !
he_il: אין לנו מה להריץ על החשבון הזה!
hu_hu: Ezen az fiókon nincs mit farmolni!
id_id: Kami tidak punya apapun untuk dikumpulkan di akun ini!
it_it: Non c'è niente da farmare su questo account!
ja_jp: このアカウントにはファームするものがありません！
lt_lt: Mes neturime nieko, ką galėtume rinkti šioje paskyroje!
lv_lv: Šim kontam nav nepieciešama vākšana!
nl_nl: Er is niets om te farmen op dit account!
no_no: Vi har ingen ting å dyrke på denne kontoen!
pl_pl: Nie mamy nic do farmienia na tym koncie!
pt_pt: Não temos nada para 'farmar' nesta conta!
ro_ro: Nu este nimic de farmat pe acest cont!
ru_ru: На этом аккаунте нечего фармить!
sk_sk: Na tomto účte nie sú karty na zbieranie!
sr_latn: Ništa nije preostalo da se idluje na ovom nalogu!
sv_se: Vi har inget att farma på detta konto!
th_th: บัญชีนี้ไม่มีอะไรให้เราฟาร์มเลย!
tr_tr: Bu hesapta çalıştırılacak hiçbir şey bulamadık!
uk_ua: На цьому акаунті нема чого фармити!
vi_vn: Chúng tôi không có gì để thu hoạch trên tài khoản này!
zh_cn: 该账户已经无卡可挂！
zh_hans: 该帐户已经无卡可挂！
zh_hant: 本帳號目前沒有需要掛卡的遊戲！

# NowIdling
source: Now farming: {0} ({1})
be_by: Зараз фарміцца: {0} ({1})
bg_bg: Сега се фарми: {0} ({1})
ca_es: Cultivant en aquest moment: {0} ({1})
cs_cz: Farmím: {0} ({1})
da_dk: Idler nu: {0} ({1})
de_de: Wird aktuell gesammelt: {0} ({1})
el_gr: Γίνεται συλλογή καρτών του: {0} ({1})
es_es: Actualmente recolectando: {0} ({1})
fa_ir: در حال فارم کردن: {0} ({1})
fi_fi: Nyt farmataan: {0} ({1})
fr_fr: Collecte en cours : {0} ({1})
he_il: עכשיו מריץ: {0} ({1})
hu_hu: Farmolás alatt: {0} ({1})
id_id: Sekarang mengumpulkan: {0} ({1})
it_it: Ora in farming: {0} ({1})
ja_jp: ファーミング中: {0} ({1})
lt_lt: Dabar renkama: {0} ({1})
lv_lv: Šobrīd vāc: {0} ({1})
nl_nl: Nu aan het farmen: {0} ({1})
no_no: Nærliggende nå: {0} ({1})
pl_pl: Teraz farmię: {0} ({1})
pt_pt: Agora a 'farmar': {0} ({1})
ro_ro: Acum se farmează: {0}({1})
ru_ru: Сейчас фармится: {0} ({1})
sk_sk: Práve sa zbiera v hre: {0} ({1})
sr_latn: Trenutno se idluje: {0} ({1})
sv_se: Farmar nu: {0} ({1})
th_th: กำลังฟาร์ม: {0} ({1})
tr_tr: Şu an çalıştırılan: {0} ({1})
uk_ua: Зараз фармиться: {0} ({1})
vi_vn: Đang thu hoạch: {0} ({1})
zh_cn: 正在挂卡︰{0} ({1})
zh_hans: 正在挂卡：{0}（{1}）
zh_hant: 正在掛卡：{0}（{1}）

# NowIdlingList
source: Now farming: {0}
be_by: Зараз фарміцца: {0}
bg_bg: Сега се фарми: {0}
ca_es: Cultivant en aquest moment: {0}
cs_cz: Farmím: {0}
da_dk: Idler nu: {0}
de_de: Wird aktuell gesammelt: {0}
el_gr: Γίνεται συλλογή καρτών του: {0}
es_es: Actualmente recolectando: {0}
fa_ir: در حال فارم کردن: {0}
fi_fi: Nyt farmataan: {0}
fr_fr: Collecte en cours : {0}
he_il: עכשיו מריץ: {0}
hu_hu: Farmolás alatt: {0}
id_id: Sekarang mengumpulkan: {0}
it_it: Ora in farming: {0}
ja_jp: ファーミング中: {0}
lt_lt: Dabar renkama: {0}
lv_lv: Šobrīd vāc: {0}
nl_nl: Nu aan het farmen: {0}
pl_pl: Teraz farmię: {0}
pt_pt: Agora a 'farmar': {0}
ro_ro: Acum se farmează: {0}
ru_ru: Сейчас фармится: {0}
sk_sk: Práve sa zbiera v: {0}
sr_latn: Trenutno se idluje: {0}
sv_se: Farmar nu: {0}
th_th: กำลังฟาร์ม: {0}
tr_tr: Şu an çalıştırılan: {0}
uk_ua: Зараз фармиться: {0}
vi_vn: Đang chạy không: {0}
zh_cn: 正在挂卡：{0}
zh_hans: 正在挂卡：{0}
zh_hant: 正在掛卡：{0}

# PlayingNotAvailable
source: Playing is currently unavailable, we'll try again later!
be_by: Зараз запусціць гульню немагчыма, мы паспрабуем яшчэ раз пазней!
bg_bg: Игрането не е възможно в момента, ще пробваме по-късно!
cs_cz: Hraní je momentálně nedostupné, zkusíme to později.
da_dk: Det er ikke muligt at spille nu, vi vil prøve igen senere!
de_de: Spielen ist zurzeit nicht möglich, wir versuchen es später erneut!
el_gr: Η λειτουργία παιχνιδιού είναι προσωρινά μη διαθέσιμη, θα δοκιμάσουμε ξανά αργότερα!
es_es: ¡No es posible jugar actualmente, lo intentaremos de nuevo más tarde!
fa_ir: پلی دادن در حال حاضر قابل دسترسی نیست، بعداً دوباره تلاش خواهیم کرد!
fi_fi: Pelaaminen ei ole tällä hetkellä mahdollista, yritetään myöhemmin uudestaan!
fr_fr: Le jeu est actuellement indisponible, nous réessayerons plus tard !
he_il: האפשרות לשחק אינה זמינה כעת. ננסה מאוחר יותר!
hu_hu: A játék jelenleg nem nem lehetséges, később megpróbáljuk!
id_id: Permainan tidak tersedia saat ini, kami akan mencoba lagi nanti!
it_it: Attualmente è impossibile giocare, riproveremo più tardi!
ja_jp: 現在プレイできません。後で再試行します！
lt_lt: Kortelių rinkimas dabar negalimas, bandysime dar kartą vėliau!
lv_lv: Šobrīd nav iespējams neko spēlēt, vēlāk mēģināsim atkal!
nl_nl: Spelen is op dit moment niet mogelijk, we proberen het later nog een keer!
no_no: Å spille er utilgjengelig for øyeblikket, vi vil prøve igjen senere!
pl_pl: Uruchomienie gry jest obecnie niedostępne, próba zostanie ponowiona później!
pt_pt: Jogar está atualmente indisponível, tentaremos mais tarde!
ro_ro: Jucatul este indisponibil momentan, o să încercăm din nou mai târziu!
ru_ru: В данный момент запуск игр недоступен, попробуем позже!
sk_sk: Hranie je momentálne nedostupné, opätovný pokus bude vykonaný neskôr!
sr_latn: Trenutno ne moguće igranje, pokušaćemo kasnije!
sv_se: Att spela är inte tillgänglig för tillfället, vi ska försöka igen senare!
tr_tr: Şu anda oyun çalıştırılamıyor, daha sonra tekrar deneyelim!
uk_ua: Зараз запустити ігру неможливо, спробуємо пізніше!
vi_vn: Chơi trò chơi hiện tại không khả dụng, chúng tôi sẽ thử lại sau!
zh_cn: 目前不能挂卡，我们将稍后重试！
zh_hans: 目前无法挂卡，将稍后重试！
zh_hant: 目前無法執行掛卡，我們將稍後再試！
zh_hk: 當前無法執行，我們將稍後再試！

# StillIdling
source: Still farming: {0} ({1})
be_by: Яшчэ фарміцца: {0} ({1})
bg_bg: Все още се фарми: {0} ({1})
ca_es: Encara cultivant: {0} ({1})
cs_cz: Stále farmím: {0} ({1})
da_dk: Idler stadig: {0} ({1})
de_de: Wird immer noch gesammelt: {0} ({1})
el_gr: Ακόμα γίνεται συλλογή καρτών του: {0} ({1})
es_es: Aún recolectando: {0} ({1})
fa_ir: همچنان در حال فارم: {0} ({1})
fi_fi: Farmataan edelleen: {0} ({1})
fr_fr: Collecte toujours en cours : {0} ({1})
he_il: עדיין מריץ: {0} ({1})
hu_hu: Még mindig farmolás alatt: {0} ({1})
id_id: Masih mengumpulkan: {0} ({1})
it_it: Ancora in farming: {0} ({1})
ja_jp: ファーミングを継続中: {0} ({1})
lt_lt: Vis dar renkama: {0} ({1})
lv_lv: Notiek vākšana: {0} ({1})
nl_nl: Nog steeds aan het farmen: {0} ({1})
no_no: Fortsatt landing: {0} ({1})
pl_pl: Nadal farmię: {0} ({1})
pt_pt: Ainda a 'farmar': {0} ({1})
ro_ro: Încă se farmează: {0} ({1})
ru_ru: Идёт фарм: {0} ({1})
sk_sk: Zber pokračuje pre: {0} ({1})
sr_latn: Još uvek se idluje: {0} ({1})
sv_se: Fortfarande farmar: {0} ({1})
th_th: ยังคงฟาร์ม: {0} ({1})
tr_tr: Hala çalıştırılan: {0} ({1})
uk_ua: Все ще фармиться: {0} ({1})
vi_vn: Vẫn đang thu hoạch: {0} ({1})
zh_cn: 挂卡中︰ {0} ({1})
zh_hans: 仍在挂卡：{0}（{1}）
zh_hant: 仍在掛卡：{0}（{1}）

# StillIdlingList
source: Still farming: {0}
be_by: Яшчэ фарміцца: {0}
bg_bg: Все още се фарми: {0}
ca_es: Encara cultivant: {0}
cs_cz: Stále farmím: {0}
da_dk: Idler stadig: {0}
de_de: Wird immer noch gesammelt: {0}
el_gr: Ακόμα γίνεται συλλογή καρτών του: {0}
es_es: Aún recolectando: {0}
fa_ir: همچنان در حال فارم: {0}
fi_fi: Farmataan edelleen: {0}
fr_fr: Collecte toujours en cours : {0}
he_il: עדיין מריץ: {0}
hu_hu: Még mindig farmolás alatt: {0}
id_id: Masih mengumpulkan: {0}
it_it: Ancora in farming: {0}
ja_jp: ファーミングを継続中: {0}
lt_lt: Vis dar renkama: {0}
lv_lv: Notiek vākšana: {0}
nl_nl: Nog steeds aan het farmen: {0}
no_no: Fortsatt landing: {0}
pl_pl: Nadal farmię: {0}
pt_pt: Ainda a 'farmar': {0}
ro_ro: Încă se farmează: {0}
ru_ru: Идёт фарм: {0}
sk_sk: Zber pokračuje pre: {0}
sr_latn: Još uvek se idluje: {0}
sv_se: Fortfarande farmar: {0}
th_th: กำลังฟาร์ม: {0}
tr_tr: Hala çalıştırılan: {0}
uk_ua: Все ще фармиться: {0}
vi_vn: Vẫn đang chạy không: {0}
zh_cn: 挂卡中︰ {0}
zh_hans: 仍在挂卡：{0}
zh_hant: 仍在掛卡：{0}

# StoppedIdling
source: Stopped farming: {0} ({1})
be_by: Спынена фармаванне: {0} ({1})
bg_bg: Фарменето прекратено: {0} ({1})
ca_es: Cultiu aturat: {0} ({1})
cs_cz: Farmení zastaveno: {0} ({1})
da_dk: Stoppede med at idle: {0} ({1})
de_de: Sammeln angehalten: {0} ({1})
el_gr: Σταμάτησε η συλλογή καρτών του: {0} ({1})
es_es: Recolección detenida: {0} ({1})
fa_ir: فارم کردن {0} ({1}) متوقف شد
fi_fi: Farmaus pysäytetty: {0} ({1})
fr_fr: Collecte arrêtée : {0} ({1})
he_il: נעצרה ההרצה: {0} ({1})
hu_hu: Farmolás leállítva: {0} ({1})
id_id: Farming dihentikan: {0} ({1})
it_it: Farming fermato: {0} ({1})
ja_jp: ファーミングを停止: {0} ({1})
lt_lt: Rinkimas sustabdytas: {0} ({1})
lv_lv: Vākšana apturēta: {0} ({1})
nl_nl: Gestopt met farmen: {0} ({1})
no_no: Stoppet drift: {0} ({1})
pl_pl: Zatrzymano farmienie: {0} ({1})
pt_pt: Parou de 'farmar': {0} ({1})
ro_ro: Farmatul oprit pentru: {0} ({1})
ru_ru: Фарм остановлен: {0} ({1})
sk_sk: Zber bol zastavený pre: {0} ({1})
sr_latn: Idlovanje zaustavljeno: {0} ({1})
sv_se: Farmning stoppad: {0} ({1})
th_th: หยุดฟาร์ม: {0} ({1})
tr_tr: Çalıştırma durdu: {0} ({1})
uk_ua: Зупинено фарм: {0} ({1})
vi_vn: Ngừng thu hoạch: {0} ({1})
zh_cn: 停止挂卡︰ {0} ({1})
zh_hans: 已停止挂卡：{0}（{1}）
zh_hant: 停止掛卡：{0}（{1}）

# StoppedIdlingList
source: Stopped farming: {0}
be_by: Спынена фармаванне: {0}
bg_bg: Фарменето прекратено: {0}
ca_es: Cultiu aturat: {0}
cs_cz: Farmení zastaveno: {0}
da_dk: Stoppede med at farme: {0}
de_de: Sammeln angehalten: {0}
el_gr: Σταμάτησε η συλλογή καρτών του: {0}
es_es: Recolección detenida: {0}
fa_ir: فارم کردن {0} متوقف شد
fi_fi: Farmaus pysäytetty: {0}
fr_fr: Collecte arrêtée : {0}
he_il: נעצרה ההרצה: {0}
hu_hu: Farmolás leállítva: {0}
id_id: Farming dihentikan: {0}
it_it: Farming fermato: {0}
ja_jp: ファーミングを停止: {0}
lt_lt: Rinkimas sustabdytas: {0}
lv_lv: Vākšana apturēta: {0}
nl_nl: Gestopt met farmen: {0}
no_no: Stoppet drift: {0}
pl_pl: Zatrzymano farmienie: {0}
pt_pt: Parou de 'farmar': {0}
ro_ro: Farmatul oprit pentru: {0}
ru_ru: Фарм остановлен: {0}
sk_sk: Zber bol zastavený pre: {0}
sr_latn: Idlovanje zaustavljeno: {0}
sv_se: Farmning stoppad: {0}
th_th: หยุดฟาร์ม: {0}
tr_tr: Çalıştırma durdu: {0}
uk_ua: Зупинено фарм: {0}
vi_vn: Ngừng chạy không: {0}
zh_cn: 停止挂卡︰ {0}
zh_hans: 已停止挂卡：{0}
zh_hant: 停止掛卡：{0}

source: Unknown command!
be_by: Невядомая каманда!
bg_bg: Непозната команда!
bs_latn: Nepoznata komanda!
ca_es: Ordre desconeguda!
cs_cz: Neznámý příkaz.
da_dk: Ukendt kommando!
de_de: Unbekannter Befehl!
el_gr: Άγνωστη εντολή!
es_es: ¡Comando desconocido!
fa_ir: دستور نامفهوم!
fi_fi: Tuntematon komento!
fr_fr: Commande inconnue !
he_il: פקודה לא מוכרת!
hu_hu: Ismeretlen parancs!
id_id: Perintah tidak dikenal!
it_it: Comando sconosciuto!
ja_jp: 不明なコマンドです！
lt_lt: Nežinoma komanda!
lv_lv: Nezināma komanda!
nl_nl: Onbekende opdracht!
no_no: Ukjent kommando!
pl_pl: Nieznana komenda!
pt_pt: Comando desconhecido!
ro_ro: Comandă necunoscută!
ru_ru: Неизвестная команда!
sk_sk: Neznámy príkaz!
sr_latn: Nepoznata komanda!
sv_se: Okänt kommando!
th_th: ไม่รู้จักคำสั่งนี้!
tr_tr: Bilinmeyen komut!
uk_ua: Невідома команда!
vi_vn: Không rõ lệnh!
zh_cn: 未知命令!
zh_hans: 未知命令！
zh_hant: 未知的指令！
zh_hk: 未知指令！

# WarningCouldNotCheckBadges
source: Could not get badges' information, we will try again later!
be_by: Не ўдалося атрымаць інфармацыю аб значках, мы паспрабуем яшчэ раз пазней!
bg_bg: Не е възможно да се набави информация за значките, ще опитаме отново по-късно!
cs_cz: Nepodařilo se získat informace o odznacích, zkusíme to později.
da_dk: Kunne ikke hente badgens informationer, vi vil prøve igen senere!
de_de: Konnte Abzeicheninformation nicht abfragen, wir versuchen es später erneut!
el_gr: Αδυναμία λήψης πληροφοριών εμβλημάτων, θα ξαναγίνει προσπάθεια αργότερα!
es_es: No se pudo obtener información de las insignias, ¡lo intentaremos de nuevo más tarde!
fa_ir: دریافت بج های اکانت با مشکل مواجه شد، بعداً دوباره امتحان خواهیم کرد!
fi_fi: Merkkien tietojen hakeminen epäonnistui, yritetään myöhemmin uudestaan!
fr_fr: Impossible d'obtenir des informations sur les badges, nous allons réessayer plus tard !
he_il: לא הייתה אפשרות לקבל מידע על הBadges, ננסה שוב מאוחר יותר!
hu_hu: Nem lehetett lekérni a kitűző információkat, később újra próbáljuk!
id_id: Gagal mendapatkan informasi badge, kami akan mencoba lagi nanti!
it_it: Impossibile ottenere informazioni sulle medaglie, riproveremo più tardi!
ja_jp: バッジの情報を取得できませんでした。後で再試行します！
lt_lt: Nepavyko gauti ženklelių informacijos, bandysime dar kartą vėliau!
lv_lv: Nevarēja dabūt informāciju par žetoniem, vēlāk mēģināsim vēlreiz!
nl_nl: Kon badge informatie niet verkrijgen, we zullen het later opnieuw proberen!
no_no: Kunne ikke hente merker,informasjon, vi vil prøve igjen senere!
pl_pl: Nie można pobrać informacji o odznakach, próba zostanie ponowiona później!
pt_pt: Não foi possível de obter a informação das medalhas, tentaremos novamente mais tarde!
ro_ro: Nu am putut obține informații despre insigne, vom încerca din nou mai târziu!
ru_ru: Не удаётся получить информацию о значках, попробуем позже!
sk_sk: Nepodarilo sa získať informácie o odznakoch, opätovný pokus bude vykonaný neskôr!
sr_latn: Neuspešno dobijanje informacija o bedževima, kasnije ćemo ponovo pokušati!
sv_se: Kunde inte hämta märkes information, vi kommer försöka igen senare!
tr_tr: Rozetlerin bilgilerini alamadık, daha sonra tekrar deneyeceğiz!
uk_ua: Не вдалося отримати інформацію про значки, ми спробуємо ще раз пізніше!
vi_vn: Không lấy được thông tin huy hiệu, chúng tôi sẽ thử lại sau!
zh_cn: 无法获取徽章信息，将稍后再试 ！
zh_hans: 无法获取徽章信息，将稍后重试！
zh_hant: 無法取得徽章資訊，我們將稍後再試！
zh_hk: 無法取得徽章頁資訊，我們將稍後再試！

# WarningCouldNotCheckCardsStatus
source: Could not check cards status for: {0} ({1}), we will try again later!
be_by: Немагчыма праверыць стан картак для: {0} ({1}), мы паспрабуем яшчэ раз пазней!
bg_bg: Не може да се провери статуса на картите за: {0} ({1}), ще опитаме отново по-късно!
cs_cz: Nepodařilo se zkontrolovat stav karet hry: {0} ({1}) Pokus bude opakován později.
da_dk: Kunne ikke tjekke kort status for: {0} ({1}), vi vil prøve igen senere!
de_de: Der Kartenstatus für {0} ({1}) konnte nicht überprüft werden, wir versuchen es später wieder!
el_gr: Αδυναμία ελέγχου καρτών για το: {0} ({1}). Θα δοκιμάσουμε ξανά αργότερα!
es_es: No se pudo comprobar el estado de los cromos para: {0} ({1}), ¡lo intentaremos de nuevo más tarde!
fa_ir: وضعیت کارت های {0} ({1}) را نتوانستیم بررسی کنیم، بعداً دوباره امتحان خواهیم کرد!
fi_fi: Ei voitu tarkastaan korttien tilaa kohteelle: {0} ({1}), yritetään myöhemmin uudestaan!
fr_fr: Impossible de vérifier les cartes restantes pour : {0} ({1}), nous réessayerons plus tard !
he_il: לא ניתן לבדוק את מצב הקלפים עבור: {0} ({1}), ננסה שוב מאוחר יותר!
hu_hu: A kártyák állapota nem elérhető ehhez: {0} ({1}), később újra lesz próbálva!
id_id: Tidak dapat memeriksa status kartu untuk: {0} ({1}), kami akan mencoba lagi nanti!
it_it: Impossibile controllare lo stato delle carte per:{0} ({1}), riproveremo più tardi!
ja_jp: カードの状態を確認できませんでした: {0} ({1}) 後で再試行します！
lt_lt: Nepavyko patikrinti kortelių statuso: {0} ({1}), bandysime dar kartą vėliau!
lv_lv: Nevarēja pārbaudīt kāršu statusu priekš {0} ({1}), vēlāk mēģināsim vēlreiz!
nl_nl: Kaart-status kon niet worden gecontroleerd voor {0} ({1}), we proberen het later opnieuw!
no_no: Kunne ikke sjekke kortstatus for: {0} ({1}), vi skal prøve igjen senere!
pl_pl: Nie można sprawdzić statusu kart dla: {0} ({1}), próba zostanie ponowiona później!
pt_pt: Não foi possível verificar o estado das cartas para o jogo: {0} ({1}), tentaremos mais tarde!
ro_ro: Nu s-a putut verifica starea cartonașelor pentru: {0} ({1}), vom încerca din nou târziu!
ru_ru: Не удаётся проверить состояние карт для: {0} ({1}), попробуем позже!
sk_sk: Kontrola stavu kariet hry {0} ({1}) sa nepodarila, opätovný pokus bude vykonaný neskôr!
sr_latn: Nije uspela provera status za: {0} ({1}), probaćemo kasnije!
sv_se: Kunde inte kontrollera kort-status för: {0} ({1}), vi ska prova igen senare!
tr_tr: {0} ({1}) için kartların durumunu kontrol edemedik, daha sonra tekrar deneyeceğiz!
uk_ua: Не вдається перевірити статус карток для: {0} ({1}), ми спробуємо ще раз пізніше!
vi_vn: Không thể kiểm tra trạng thái thẻ: {0} ({1}), chúng tôi sẽ thử lại sau!
zh_cn: 无法检测卡牌状态︰ {0} ({1})，将稍后再试 ！
zh_hans: 无法检测卡牌状态：{0}（{1}），将稍后重试 ！
zh_hant: 無法檢查卡片狀態：{0}（{1}），我們將稍後再試！
zh_hk: 無法檢查卡片狀態：{0}（{1}），我們將稍後再試！

# BotAcceptingGift
source: Accepting gift: {0}...
be_by: Прыняцце падарунка: {0}...
bg_bg: Приемане на подарък: {0}...
bs_latn: Prihvatanje poklona: {0}...
cs_cz: Přijímání dárku: {0}...
da_dk: Acceptere gave: {0}...
de_de: Akzeptiere Geschenk: {0}...
el_gr: Αποδοχή δώρου: {0}...
es_es: Aceptando regalo: {0}...
fa_ir: در حال قبول کردن هدیه: {0}...
fi_fi: Hyväksytään lahjaa: {0}...
fr_fr: Acceptation du cadeau : {0}...
he_il: מאשר מתנה: {0}...
hu_hu: Ajándék elfogadása: {0}...
id_id: Menerima hadiah: {0}...
it_it: Accettando il regalo: {0}...
ja_jp: ギフトを受領: {0}...
lt_lt: Priimama dovana: {0}...
lv_lv: Dāvanas pieņemšana: {0}...
nl_nl: Gift accepteren: {0}...
no_no: Godta gave: {0}...
pl_pl: Przyjmowanie prezentu: {0}...
pt_pt: A aceitar presente: {0}...
ro_ro: Se acceptă cadoul: {0}...
ru_ru: Принятие подарка: {0}...
sk_sk: Prijatie darčeku: {0}...
sr_latn: Prihvatanje poklona: {0}...
sv_se: Accepterar gåva: {0}...
th_th: กำลังยอมรับของขวัญ: {0}...
tr_tr: Hediye kabul ediliyor: {0}...
uk_ua: Прийняття подарунку: {0}...
vi_vn: Chấp nhận quà tặng: {0}...
zh_cn: 接受礼物︰ {0}...
zh_hans: 接受礼物：{0}……
zh_hant: 正在接受禮物：{0}…
zh_hk: 接受禮物：{0}……

# BotAccountLimited
source: This account is limited, farming process is unavailable until the restriction is removed!
be_by: Гэты ўліковы запіс абмежаваны, працэс фармавання недаступны, пакуль абмежаванне не будзе знята!
bg_bg: Този акаунт е ограничен, фарменето е невъзможен докато ограничението не бъде премахнато!
cs_cz: Tento účet je omezený, farmení kartiček je nedostupné, dokud toto omezení nebude odstraněno!
da_dk: Denne konto er begrænset, idling processen er ikke tilgængelig indtil begrænsningen er fjernet!
de_de: Dieses Benutzerkonto ist limitiert, Sammelprozess nicht verfügbar, bis diese Beschränkung aufgehoben wurde!
el_gr: Αυτός ο λογαριασμός είναι περιορισμένος. Η συλλογή καρτών είναι μη διαθέσιμη μέχρι να καταργηθεί ο περιορισμός!
es_es: ¡Esta cuenta es limitada, el proceso de recolección no estará disponible hasta que se elimine la restricción!
fa_ir: این اکانت محدود است، امکان فارم کردن تا زمانی که محدودیت از بین برود مقدور نیست!
fi_fi: Tämä tili on rajoitettu, farmaus ei ole mahdollista ennen kuin rajoitus poistetaan!
fr_fr: Ce compte est restreint, impossible de collecter tant que la restriction n'a pas été levée !
he_il: החשבון הזה מוגבל, תהליך ההרצה לא יתאפשר עד להסרת ההגבלה!
hu_hu: A fiók korlátozott. A farmolási folyamat nem érhető el addig, ameddig a korlátozás fennáll!
id_id: Akun ini terbatas, proses farming tidak tersedia hingga pembatasan hilang!
it_it: Questo account è limitato, il processo di farming non sarà disponibile finché non verrà rimossa la restrizione!
ja_jp: このアカウントは制限されています。解除されるまでファーミングは利用できません！
lt_lt: Ši paskyra yra apribota, kortelių rinkimo procesas negalimas kol apribojimas nebus pašalintas!
lv_lv: Šim kontam ir ierobežotas tiesības un tas nevar veikt vākšanu līdz ko ierobežojumi netiks noņemti!
nl_nl: Dit account is gelimiteerd, farming proces is niet beschikbaar totdat de beperking is opgeheven!
no_no: Denne kontoen er begrenset, driftsprosessen er utilgjengelig inntil begrensningen er fjernet!
pl_pl: To konto jest ograniczone, proces farmienia jest niedostępny do czasu usunięcia blokady!
pt_pt: Esta conta está limitada, o processo de 'farming' está indisponível até que a restrição seja removida!
ro_ro: Acest cont este limitat, procesul de farmat este indisponibil până când restricția este eliminată!
ru_ru: Это аккаунт с ограниченными правами, фарм не доступен до снятия ограничений!
sk_sk: Tento účet je obmedzený. Zber kariet nebude dostupný, pokiaľ toto obmedzenie nebude odstránené!
sr_latn: Ovaj nalog je limitiran, idlovanje je nemoguće dok se restrikcija ne ukloni!
sv_se: Detta kontot är begränsat, farming processen är permanent otillgängligt tills begränsningen tas bort!
th_th: บัญชีนี้ถูกจำกัด ไม่สามารถเริ่มกระบวนการฟาร์มได้จนกว่าข้อจำกัดจะถูกลบออก!
tr_tr: Bu hesap sınırlıdır, kısıtlama kaldırılana kadar kart düşürmek mümkün değil!
uk_ua: Цей акаунт обмежений, фарм буде недоступним доки ви не позбудетесь обмежень!
vi_vn: Tài khoản này bị giới hạn, quá trình thu hoạch sẽ không khả dụng cho đến khi những hạn chế được gỡ bỏ!
zh_cn: 该账户当前受限，在限制解除前将无法挂卡！
zh_hans: 该帐户目前受限，在限制解除前将无法挂卡！
zh_hant: 本帳號為受限帳號，在限制解除前將無法掛卡！
