Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# BotInvalidAuthenticatorDuringLogin
source: Received TwoFactorCodeMismatch error code {0} times in a row. Either your 2FA credentials are no longer valid, or your clock is out of sync, aborting!
be_by: Памылка TwoFactorCodeMismatch атрымана {0} разоў запар. Альбо вашыя ўліковыя даныя 2FA больш не дзейнічаюць, альбо вашы гадзіны не сінхранізуюцца, спыняю працу!
bg_bg: Получена е грешката TwoFactorCodeMismatch {0} пъти поред. Или Вашите 2FA удостоверения не са вече валидни, или Вашият часовник не е синхронизиран, преустановяване!
cs_cz: Obdržen chybový kód TwoFactorCodeMismatch {0} krát za sebou. Špatně zadané údaje dvoufázového ověření, nebo vaše hodiny jsou desynchronizované, přerušuji!
da_dk: Modtaget TwoFactorCodeMismatch fejlkode {0} gange i træk. Din 2FA legitimationsoplysninger er ikke længere gyldige, eller dit ur er ikke synkroniseret, afbryder!
de_de: Der TwoFactorCodeMismatch-Fehlercode wurde {0} Mal in Folge empfangen. Entweder sind Ihre 2FA-Anmeldeinformationen nicht mehr gültig oder die Systemuhr ist nicht synchronisiert. Der Vorgang wird abgebrochen!
el_gr: Λήφθηκε κωδικός σφάλματος TwoFactorCodeMismatch {0} φορές στην σειρά. Είτε τα 2FA στοιχεία εισόδου σας δεν είναι πλέον έγκυρα, είτε το ρολόι σας είναι ασυγχρόνιστο, γίνεται τερματισμός!
es_es: Se recibió el código de error TwoFactorCodeMismatch {0} veces seguidas. Tus credenciales de 2FA ya no son válidas, o tu reloj no está sincronizado, ¡abortando!
fa_ir: ارور کد 2 مرحله ای اشتباه را {0} دفعه پشت هم دریافت کردیم. یا کد 2مرحله ای شما دیگر معتبر نیست، یا ساعت شما تنظیم نیست، در حال کنسل کردن!
fi_fi: Saimme TwoFactorCodeMismatch virhekoodin {0} kertaa putkeen. Joko 2FA tilitiedot eivät ole enää voimassa, tai kellosi ei ole synkronoitu, keskeytetään!
fr_fr: Le code d'erreur TwoFactorCodeMismatch a été reçu {0} fois d’affilée. Vos informations d’identification 2FA ne sont plus valides, ou votre horloge est désynchronisée, abandon !
he_il: התקבל קוד שגיאה TwoFactorCodeMismatch מספר של {0} פעמים ברציפות. או שפרטי האימות הדו שלבי שהכנסת לא תקפים, או שהזמן שלך לא מסונכרן, מפיל!
hu_hu: A kapott TwoFactorCodeMismatch hibakód: {0} alkalommal egymás után. 2FA hitelesítő adatait már nem érvényesek!
id_id: Menerima kode kesalahan TwoFactorCodeMismatch {0} kali berturut-turut. Entah kredensial 2FA Anda tidak lagi valid, atau jam Anda tidak sinkron, membatalkan!
it_it: Ricevuto il codice d'errore TwoFactorCodeMismatch {0} volte consecutive. Le tue credenziali 2FA non sono più valide o il tuo orologio non è sincronizzato. Abbandono!
ja_jp: TwoFactorCodeMismatch エラーを {0} 回受信しました。二次認証資格が有効でないか、時刻が同期されていません。中断します！
lt_lt: Klaida TwoFactorCodeMismatch gauta {0} kartus iš eilės. Arba jūsų 2FA kredencialai nebegalioja, arba jūsų laikrodis blogai nustatytas, nutraukiama!
lv_lv: Saņemts TwoFactorCodeMismatch kļūdas kods {0} reizes pēc kārtas. Vai nu Jūsu 2FA identifikatori ir nederīgi, vai arī pulkstenis nav sinhronizēts, notiek atcelšana!
nl_nl: De foutcode TwoFactorCodeMismatch is {0} keer op rij opgetreden. Je 2FA-gegevens zijn niet meer geldig of je systeemklok loopt niet synchroon. Proces wordt afgesloten!
no_no: Mottok TwoFactorCodeMismatch feilkode {0} ganger på rad. Uansett er 2FA-opplysningene dine ikke lenger gyldig, eller så er klokken din ikke synkronisert, avbryt!
pl_pl: Otrzymano błąd TwoFactorCodeMismatch {0} razy pod rząd. To oznacza, że twoje dane 2FA nie są już dłużej prawidłowe, albo twój zegar nie jest zsynchronizowany, anulowanie!
pt_pt: O código de erro TwoFactorCodeMismatch foi recebido {0} vezes de seguida. Ou as tuas credenciais de 2FA perderam a validade ou o teu relógio está dessincronizado, a abortar!
ro_ro: Codul de eroare TwoFactorCodeMismatch primit de {0} ori la rând. Fie acreditările tale pentru 2FA nu mai sunt valide, fie ceasul tău nu este sincronizat, abandonat!
ru_ru: Ошибка TwoFactorCodeMismatch получена {0} раз подряд. Либо ваши данные двухфакторной аутентификации больше недействительны, либо в системе установлено неправильное время, прекращаем попытки!
sk_sk: Obdržaný chybový kód TwoFactorCodeMismatch {0} krát za sebou. Zle zadané údaje verifikácie v dvoch krokoch, alebo vaše hodiny sú desynchronizované, prerušujem!
sr_latn: Primljena TwoFactorCodeMismatch greška {0} put uzastopno. Ili je vaši 2FA kredencijali nevalidni, ili je vaš sat unsinhronizovan, odustajanje!
sv_se: Tog emot TwoFactorCodeMismatch felkod {0} gånger i rad. Antingen är dina 2FA autentiserings-uppgifter inte längre giltiga, eller så är din klocka ur synk, avbryts !
tr_tr: Üst üste {0} kez 2AD Kodu Uyuşmazlığı hata kodu alındı (TwoFactorCodeMismatch). Ya 2AD kodlarınız artık geçerli değil ya da cihazınızın saati yanlış, iptal ediliyor!
uk_ua: Помилка TwoFactorCodeMismatch виникла {0} разів поспіль. Дані 2FA більше не дійсні, або час на вашому пристрої не синхронізований, припиняю роботу!
vi_vn: Nhận được lỗi mã TwoFactorCodeMismatch {0} lần liên tiếp. Thông tin đăng nhập 2FA của bạn không còn hợp lệ hoặc đồng hồ của bạn không đồng bộ, tiến hành hủy!
zh_cn: 连续收到 TwoFactorCodeMismatch 错误码 {0} 次。要么是你的两步验证凭据不再有效，要么是你的时钟失去同步，正在中止！
zh_hans: 连续收到 TwoFactorCodeMismatch 错误码 {0} 次。可能您的双重认证凭据已失效，或者设备时钟未及时同步。正在中止操作！
zh_hant: 已連續收到 {0} 次 TwoFactorCodeMismatch 錯誤碼。您的雙重驗證憑證可能已失效，或者時間不同步，正在中止！
zh_hk: 已連續收到 {0} 次 TwoFactorCodeMismatch 錯誤訊息。您的雙重驗證憑證可能已失效，或時鐘不同步，正在中止！

# BotLoggedOff
source: Logged off of Steam: {0}
be_by: Выйшлі з Steam: {0}
bg_bg: Излязъл от Steam: {0}
bs_latn: Odjavljen sa Steam-a: {0}
cs_cz: Odhlášeno ze Steamu: {0}
da_dk: Loggede af fra Steam: {0}
de_de: Von Steam abgemeldet: {0}
el_gr: Έγινε αποσύνδεση από το Steam: {0}
es_es: Sesión de Steam cerrada: {0}
fa_ir: از استیم خارج شد: {0}
fi_fi: Kirjauduttu ulos Steamista: {0}
fr_fr: Déconnecté de Steam : {0}
he_il: ניתוק מסטים: {0}
hu_hu: Kijelentkezve a Steamből: {0}
id_id: Ter-log off dari Steam: {0}
it_it: Uscito dall'account Steam: {0}
ja_jp: Steam からログオフ: {0}
lt_lt: Atsijungta nuo Steam: {0}
lv_lv: Izrakstījies no Steam: {0}
nl_nl: Uitgelogd op Steam: {0}
no_no: Logget av Steam: {0}
pl_pl: Wylogowano ze Steam: {0}
pt_pt: Desconectado do Steam: {0}
ro_ro: Deconectat de la Steam: {0}
ru_ru: Выход из Steam: {0}
sk_sk: Odhlásené zo služby Steam: {0}
sr_latn: Odjavljen sa Steam-a: {0}
sv_se: Utloggad från Steam: {0}
th_th: ออกจากระบบ Steam แล้ว: {0}
tr_tr: Steam'den çıkış yapıldı: {0}
uk_ua: Вийшов зі Steam: {0}
vi_vn: Đã đăng xuất khỏi Steam: {0}
zh_cn: 退出Steam登录︰ {0}
zh_hans: 从 Steam 退出登录：{0}
zh_hant: 已從 Steam 登出：{0}
zh_hk: 已從 Steam 登出：{0}

# BotLoggedOn
source: Successfully logged on as {0}.
be_by: Паспяхова ўвайшлі як {0}.
bg_bg: Влезли сте успешно.
bs_latn: Uspešno prijavljeni kao {0}.
ca_es: S'ha iniciat sessió satisfactòriament com a {0}.
cs_cz: Úspěšně přihlášen jako {0}.
da_dk: Loggede ind successfuldt som {0}.
de_de: Erfolgreich angemeldet als {0}.
el_gr: Επιτυχής σύνδεση ως {0}.
es_es: Sesión iniciada exitosamente como {0}.
fa_ir: {0} با موفقیت وارد شد.
fi_fi: Kirjauduttu onnistuneesti käyttäjänä {0}.
fr_fr: {0} connecté avec succès.
he_il: התחבר בהצלחה בתור {0}.
hu_hu: Sikeres bejelentkezés mint {0}.
id_id: Berhasil masuk sebagai {0}.
it_it: Accesso effettuato come {0}.
ja_jp: {0} へのログインに成功しました。
lt_lt: Sėkmingai prisijungta kaip {0}.
lv_lv: Veiksmīgi pierakstījies kā {0}.
nl_nl: Succesvol ingelogd als {0}.
no_no: Vellykket logget på som {0}.
pl_pl: Pomyślnie zalogowano jako {0}.
pt_pt: Login com sucesso como {0}.
ro_ro: Conectat cu succes ca {0}.
ru_ru: Успешный вход как {0}.
sk_sk: Úspešne prihlásené ako {0}.
sr_latn: Uspešno prijavljeni kao {0}.
sv_se: Lyckades logga in som {0}.
th_th: {0} เข้าสู่ระบบสำเร็จ
tr_tr: {0} olarak başarıyla oturum açıldı.
uk_ua: Успішний вхід як {0}.
vi_vn: Đăng nhập thành công vào {0}.
zh_hans: 成功以 {0} 的身份登录。
zh_hant: 已成功登入帳號 {0}。
zh_hk: {0} 已成功登入。

# BotLoggingIn
source: Logging in...
be_by: Уваход...
bg_bg: Влизане…
bs_latn: Prijavljivanje...
ca_es: Iniciant sessió...
cs_cz: Přihlašování...
da_dk: Logger ind...
de_de: Anmelden...
el_gr: Σύνδεση...
es_es: Iniciando sesión...
fa_ir: در حال وارد شدن...
fi_fi: Kirjaudutaan sisään...
fr_fr: Connexion en cours...
he_il: מתחבר...
hu_hu: Bejelentkezés...
id_id: Sedang masuk...
it_it: Accesso in corso...
ja_jp: ログイン中...
lt_lt: Prisijungiama...
lv_lv: Notiek pierakstīšanās...
nl_nl: Inloggen...
no_no: Logger inn...
pl_pl: Logowanie...
pt_pt: A iniciar sessão...
ro_ro: Se autentifică...
ru_ru: Вход...
sk_sk: Prihlasovanie...
sr_latn: Prijavljivanje...
sv_se: Loggar in...
th_th: กำลังเข้าสู่ระบบ...
tr_tr: Giriş yapılıyor...
uk_ua: Здійснюється вхід...
vi_vn: Đang đăng nhập...
zh_cn: 登录中……
zh_hans: 登录中……
zh_hant: 正在登入…
zh_hk: 登入中……

# BotLogonSessionReplaced
source: This account seems to be used in another ASF instance, which is undefined behaviour, refusing to keep it running!
be_by: Здаецца, што гэты акаўнт выкарыстоўваецца ў іншым экзэмпляры ASF, што з'яўляецца недапушчальным, спыняем працу!
bg_bg: Този потребител изглежда се ползва в друг ASF работещ в момента, това е неправилно, отказване да продължи работата му!
cs_cz: Zdá se, že tento účet se používá v jiné instanci aplikace ASF. Jedná se o nedefinované chování a běh funkce bude ukončen.
da_dk: Denne bruger ser ud til at være i brug i en anden ASF instant, hvilket er undefineret adfærd, nægter at holde det kørende!
de_de: Dieses Konto scheint in einer anderen ASF-Instanz verwendet zu werden, was ein undefiniertes Verhalten darstellt. Wir weigeren uns, es am Laufen zu halten!
el_gr: Αυτός ο λογαριασμός φαίνεται να χρησιμοποιείται σε άλλη συνεδρία ASF, το οποίο προκαλεί απρόσμενη συμπεριφορά. Θα γίνει τερματισμός!
es_es: ¡Esta cuenta parece estar siendo utilizada en otro proceso de ASF, lo que es un comportamiento imprevisto, impidiendo que funcione!
fa_ir: به نظر می رسید این اکانت در حال استفاده از نمایه ی دیگری از ASF است، در حال خودداری از اجرا کردنش هستیم!
fi_fi: Tämä käyttäjä vaikuttaisi olevan käytössä toisessa ASF-instanssissa. Tällaista käyttäytymistä ei ole määritelty, kieltäydytään suorittamasta!
fr_fr: Ce compte semble être utilisé dans une autre instance ASF, ce qui peut entraîner un comportement indéfini, fonctionnement interrompu !
he_il: חשבון זה השתמש בגרסה של ASF אשר התנהגה באופן לא מוגדר, ומסרבת לרוץ!
hu_hu: Ezt az accountot egy másik ASF példány már használja, ami nem várt viselkedést eredményez. A további futás megtagadva!
id_id: Akun ini tampaknya digunakan dalam instansi ASF lain, yang mana adalah perilaku tak terdefinisi/wajar, menolak untuk tetap berjalan!
it_it: Sembra che questo account sia utilizzato da un'altra istanza di ASF, ciò causa un comportamento indefinito, annullo l'operazione!
ja_jp: このアカウントは別の ASF インスタンスで使用されているようです。未定義の挙動のため、実行し続けることができません！
lt_lt: Atrodo, kad ši paskyra yra naudojama su kitu ASF atveju, tai yra neapibrėžtas elgesys, atsisakoma laikyti ją įjungtą!
lv_lv: Šo kontu izmanto cita ASF instance!
nl_nl: Dit account wordt waarschijnlijk al gebruikt door een andere ASF-instantie, wat wordt gezien als ongedefinieerd gedrag. Weigeren om het proces voort te zetten!
no_no: Denne kontoen ser ut til å bli brukt i en annen ASF-forekomst, som er udefinert oppførsel, vil nekte å holde den kjørende!
pl_pl: To konto jest najwyraźniej wykorzystywane przez inną instancję ASF, co jest sytuacją nieprzewidzianą. Odmawiam kontynuacji działania tego bota w tej instancji ASF!
pt_pt: Esta conta parece estar a ser usada noutra instância do ASF, que é um comportamento não definido, a recusar mantê-lo em execução!
ro_ro: Acest cont pare a fi utilizat într-o altă instanță de ASF, care este un comportament nedefinit, se refuză păstrarea rulării!
ru_ru: Вероятно, этот аккаунт используется в другом экземпляре ASF, что является нештатной ситуацией, отказ от его работы!
sk_sk: Vyzerá to, že tento účet sa používa v inej inštancii ASF, čo je nedefinované správanie a beh funkcie bude ukončený!
sr_latn: Izgleda da se ovaj nalog koristi u drugoj ASF instanci, što je nedifinisano ponašanje, odbijajući da ostane pokrenut!
sv_se: Detta konto verkar användas i en annan ASF-instans, som är odefinierat beteende, vägrar att hålla den igång!
tr_tr: Bu hesap başka bir ASF işleminde kullanılıyor gibi gözüküyor ve ASF bu durumda ne yapacağını bilmiyor, o yüzden başlatılamıyor!
uk_ua: Ймовірно, цей акаунт зараз використовується в іншому екземплярі ASF, це є позаштатною ситуацією, припиняемо роботу!
vi_vn: Tài khoản này dường như đang được sử dụng trong một ASF khác, là hành vi không xác định, đang từ chối để tiếp tục chạy!
zh_cn: 这个帐号似乎正被另一个 ASF 实例使用中，这是未定义的行为，拒绝继续运行！
zh_hans: 这个帐户似乎正被另一个 ASF 实例使用，这是未定义的行为，程序拒绝继续运行！
zh_hant: 這個帳號似乎正被另一個 ASF 使用著，這是個未被定義的行為，拒絕讓它繼續執行！
zh_hk: 這個帳戶似乎正被另一個 ASF 使用中，此為未定義行為，拒絕讓它繼續執行！

# BotLootingFailed
source: Trade offer failed!
be_by: Прапанова абмену не атрымалася!
bg_bg: Предложението за замяна е неуспешно!
bs_latn: Ponuda za razmjenu nije uspjela!
ca_es: L'oferta d'intercanvi ha fallat!
cs_cz: Vytvoření obchodní nabídky selhalo.
da_dk: Handels tilbud mislykkedes!
de_de: Senden des Handelsangebots fehlgeschlagen!
el_gr: Η πρόταση ανταλλαγής απέτυχε!
es_es: ¡Oferta de intercambio fallida!
fa_ir: پیشنهاد تبادل ناموفق بود!
fi_fi: Vaihtotarjous epäonnistui!
fr_fr: L'offre d'échange a échoué !
he_il: הצעת סחר חליפין נכשלה!
hu_hu: Csereajánlat nem sikerült!
id_id: Penawaran trade gagal!
it_it: Offerta di scambio fallita!
ja_jp: トレードのオファーに失敗しました！
lt_lt: Mainų pasiūlymas nepavyko!
lv_lv: Neizdevās piedāvāt darījumu!
nl_nl: Ruilaanbod mislukt!
no_no: Handelstilbud mislyktes!
pl_pl: Oferta wymiany nie powiodła się!
pt_pt: A proposta de troca falhou!
ro_ro: Oferta de schimb nu a reușit!
ru_ru: Предложение обмена не удалось!
sk_sk: Ponuka na obchod zlyhala!
sr_latn: Ponuda za ramenu nije uspela!
sv_se: Bytesförslag misslyckades!
th_th: ข้อเสนอแลกเปลี่ยนล้มเหลว!
tr_tr: Takas teklifi başarısız oldu!
uk_ua: Невдала спроба обміну!
vi_vn: Đề nghị trao đổi thất bại!
zh_cn: 交易报价失败！
zh_hans: 交易报价失败！
zh_hant: 交易提案失敗！
zh_hk: 交易提案已失敗！

# BotLootingMasterNotDefined
source: Trade couldn't be sent because there is no user with master permission defined!
be_by: Прапанова абмену не можа быць адпраўлена, бо няма карыстальніка з правамі "master"!
bg_bg: Предложението за размяна не може да бъде избратено, защото няма потребител с master разрешително!
cs_cz: Obchod nemohl být odeslán protože není nastaven žádný účet s master permission.
da_dk: Handlen kunne ikke sendes, fordi der er ingen bruger med master tilladelse defineret!
de_de: Das Handelsangebot konnte nicht gesendet werden, da kein Benutzer mit Master-Berechtigung definiert ist!
el_gr: Η ανταλλαγή δεν μπορεί να αποσταλεί καθώς δεν υπάρχει κανένας χρήστης με ορισμένο το δικαίωμα «master»!
es_es: ¡No se pudo enviar el intercambio porque no hay ningún usuario con permisos master definido!
fa_ir: پیشنهاد تبادل را نتوانستیم ارسال کنیم زیرا هیچ کاربری با پرمیشن مَستِر معرفی نشده است!
fi_fi: Vaihtoa ei voitu lähettää koska yhtään käyttäjää pääkäyttöoikeuksilla ei ole määritelty!
fr_fr: L'offre d'échange n'a pas pu être envoyée car il n'y a pas d'utilisateur avec une autorisation Master définie !
he_il: לא ניתן לשלוח את הצעת המסחר כיוון שאין משתמש עם הרשאת מאסטר מוגדרת!
hu_hu: A cserét nem sikerült elküldeni, mert nincs definiált felhasználó a mester engedélyével!
id_id: Perdagangan tidak dapat dikirim karena tidak ada pengguna dengan izin master yang didefinisikan!
it_it: L'offerta di scambio non può essere inviata perchè non c'è nessun botmaster definito!
ja_jp: Master 権限に定義されている bot がないため、トレードは送信できません！
lt_lt: Mainai nebuvo išsiųsti, nes nėra apibrėžto jokio vartotojo su šeimininko leidimais!
lv_lv: Nevarēja piedāvāt darījumu, jo nav pievienots lietotājs ar botu vispārējām tiesībām!
nl_nl: Ruilaanbod kon niet verzonden worden omdat er geen gebruiker is toegewezen met master permissies!
no_no: Handelen kunne ikke sendes fordi det ikke er noen bruker med mestertillatelse definert!
pl_pl: Oferta wymiany nie mogła zostać wysłana, ponieważ żaden użytkownik z dostępem "master" nie został zdefiniowany!
pt_pt: A troca não pôde ser enviada porque não há nenhum usuário com permissão mestra definida!
ro_ro: Schimbul nu a putut fi trimis deoarece nu există utilizator cu permisiunea master definită!
ru_ru: Невозможно отправить обмен, потому что не задано пользователя с правами "master"!
sk_sk: Obchod nemohol byť odoslaný, pretože nie je definovaný žiadny účet s master povoleniami!
sr_latn: Razmenu nije moguće poslati zato što ne postoji korisnik sa master permission odrednicom!
sv_se: Bytesförslag kunde inte skickas för det finns ingen användare med "master"-rättigheter definierad!
tr_tr: Ana Steam hesabınız tanımlanmadığı için takas teklifi gönderilemedi!
uk_ua: Неможливо надіслати обмін, бо нe задано користувача з правами "master"!
vi_vn: Giao dịch không thể gửi do không có ai có quyền hạn chủ được thiết lập!
zh_cn: 不能发送报价，因为没有定义主权限的用户！
zh_hans: 无法发送交易报价，因为没有为机器人设置 Master 权限的用户！
zh_hant: 無法發送交易提案，因為沒有帳號設有 Master 權限！
zh_hk: 無法發送交易提案，因為沒有帳戶設有 Master 權限！

# BotLootingSuccess
source: Trade offer sent successfully!
be_by: Прапанова абмену паспяхова адпраўлена!
bg_bg: Предложението за замяна е изпратено успешно!
bs_latn: Ponuda za razmenu je uspešno poslata!
ca_es: Oferta d'intercanvi enviada amb èxit!
cs_cz: Nabídka k obchodování byla úspěšně odeslána!
da_dk: Handel tilbud sendt med succes!
de_de: Handelsangebot erfolgreich gesendet!
el_gr: Η πρόταση ανταλλαγής στάλθηκε επιτυχώς!
es_es: ¡Oferta de intercambio enviada exitosamente!
fa_ir: پیشنهاد تبادل با موفقیت ارسال شد!
fi_fi: Vaihtopyyntö lähetetty onnistuneesti!
fr_fr: Offre d'échange envoyée avec succès !
he_il: הצעת סחר חליפין נשלחה בהצלחה!
hu_hu: Csereajánlat sikeresen elküldve!
id_id: Trade Offer berhasil dikirim!
it_it: Offerta di scambio inviata con successo!
ja_jp: トレードオファーを正常に送信しました！
lt_lt: Mainai išsiųsti sėkmingai!
lv_lv: Darījuma piedāvājums veiksmīgi nosūtīts!
nl_nl: Ruilaanbod succesvol verzonden!
no_no: Handelstilbudet ble sendt!
pl_pl: Oferta wymiany została wysłana pomyślnie!
pt_pt: Proposta enviada com sucesso!
ro_ro: Oferta de schimb a fost trimisă cu succes!
ru_ru: Предложение обмена отправлено!
sk_sk: Obchodná ponuka úspešne odoslaná!
sr_latn: Ponuda za razmenu je uspešno poslata!
sv_se: Bytesförslag skickat!
th_th: ส่งข้อเสนอแลกเปลี่ยนสำเร็จ!
tr_tr: Takas teklifi başarıyla gönderildi!
uk_ua: Обмін успішно надіслано!
vi_vn: Đề nghị trao đổi đã gửi thành công!
zh_cn: 发送交易报价成功！
zh_hans: 交易报价发送成功！
zh_hant: 交易提案發送成功！
zh_hk: 交易提案發送成功！

# BotSendingTradeToYourself
source: You can't send a trade to yourself!
be_by: Вы не можаце адправіць прапанову абмену да сябе!
bg_bg: Не можете да предложите размяна на себе си!
bs_latn: Ne možete poslati zahtjev za razmjenu sebi!
ca_es: No podeu enviar una oferta d'intercanvi a vosaltres mateixos!
cs_cz: Nemůžeš obchodovat sám se sebou!
da_dk: Du kan ikke sende en handel til dig selv!
de_de: Sie können nicht mit sich selbst handeln!
el_gr: Δεν μπορείτε να κάνετε trade με τον εαυτό σας!
es_es: ¡No puedes enviarte un intercambio a ti mismo!
fa_ir: شما نمی توانید به خودتان پیشنهاد تبادل ارسال کنید!
fi_fi: Et voi tehdä vaihtokauppaa itsesi kanssa!
fr_fr: Vous ne pouvez pas vous envoyer d'échange!
he_il: אתה לא יכול לשלוח בקשת החלפה לעצמך!
hu_hu: Nem tudsz cserét küldeni magadnak!
id_id: Kamu tidak dapat mengirim trade ke dirimu sendiri!
it_it: Non puoi inviarti un'offerta da solo!
ja_jp: 自分自身にトレードを送信することはできません！
lt_lt: Negalite siųsti mainų sau!
lv_lv: Tu nevar veikt darījumu pats ar sevi!
nl_nl: Je kan jezelf geen ruil aanbieden!
no_no: Du kan ikke sende en handel til deg selv!
pl_pl: Nie możesz wysłać oferty do siebie!
pt_pt: Não podes enviar uma troca para ti mesmo!
ro_ro: Nu te poti invita singur!
ru_ru: Невозможно отправить обмен самому себе!
sk_sk: Nemôžeš poslať obchodnú ponuku sám sebe!
sr_latn: Ne možete poslati trade samom sebi!
sv_se: Du kan inte skicka ett bytesoffer till dig själv!
th_th: ไม่สามารถส่งข้อเสนอแลกเปลี่ยนให้ตัวเองได้!
tr_tr: Kendine takas teklifi gönderemezsin!
uk_ua: Неможливо відправити обмін самому собі!
vi_vn: Bạn không thể gửi lời mời giao dịch cho chính mình!
zh_cn: 您不能给自己发送贸易 ！
zh_hans: 无法给自己发送交易报价！
zh_hant: 您無法對自己發送交易提案！

# BotNoASFAuthenticator
source: This bot doesn't have ASF 2FA enabled! Did you forget to import your authenticator as ASF 2FA?
be_by: У гэтага бота не ўключаны ASF 2FA! Ці не забыліся вы імпартаваць свой аўтэнтыфікатар да ASF 2FA?
bg_bg: Този бот няма ASF 2FA активиран! Да не би да сте забравили да въведете своят authenticator като ASF 2FA?
cs_cz: Tento bot nemá povoleno ASF 2FA. Nezapomněli jste svůj autentifikátor naimportovat jeho ASF 2FA?
da_dk: Dette bot har ikke ASF 2FA aktiveret! Har du glemt at importere din autentificering som ASF 2FA?
de_de: Dieser Bot hat ASF-2FA nicht aktiviert! Haben Sie vergessen, Ihren Authentifikator als ASF-2FA zu importieren?
el_gr: Αυτό το bot δεν έχει ενεργοποιημένο το ASF 2FA! Μήπως ξεχάσατε να εισάγετε τον επαληθευτή σας ως ASF 2FA;
es_es: ¡Este bot no tiene ASF 2FA habilitado! ¿Olvidaste importar el autenticador como ASF 2FA?
fa_ir: این ربات دارای تاییدیه ی دو مرحله ای نیست! آیا فراموش کرده اید که تاییدیه دو مرحله ای خود را به صورتASF 2FA ایمپورت کنید؟
fi_fi: Tällä botilla ei ole ASF 2FA-käytössä! Unohditko ottaa ASF 2FA-varmennuksen käyttöön?
fr_fr: Ce bot n’a pas ASF 2FA d'activé ! Avez-vous oublié d’importer votre authentificateur en tant que ASF 2FA ?
he_il: לבוט זה אין ASF 2FA מופעל! האם שכחת להכניס את המאמת שלך כ- ASF 2FA?
hu_hu: Ennél a botnál nincs bekapcsolva az ASF 2FA! Elfelejtetted ASF 2FA-ként importálni a hitelesítődet?
id_id: Bot tidak memiliki ASF 2FA yang diperbolehkan! Apakah kamu lupa untuk mengimpor authenticator kamu sebagai ASF 2FA?
it_it: Questo bot non ha abilitato ASF 2FA! Hai dimenticato di importare il tuo autenticatore come ASF 2FA?
ja_jp: その bot は ASF 二次認証が有効ではありません！認証システムを ASF 二次認証としてインポートするのを忘れていませんか？
lt_lt: Šis botas neturi įjungto ASF 2FA! Ar jūs pamiršote importuoti savo autentifikatorių kaip ASF 2FA?
lv_lv: Šim botam nav ieslāgta ASF 2FA! Vai aizmirsi importēt savu autentifikatoru kā ASF 2FA?
nl_nl: Deze bot heeft ASF 2FA nog niet ingeschakeld! Ben je vergeten om je authenticator als ASF 2FA te importeren?
no_no: Denne boten har ikke ASF 2FA aktivert! Har du glemt å importere autentiseringen din som ASF 2FA?
pl_pl: Ten bot nie ma ustawionego ASF 2FA! Być może zapomniałeś o zaimportowaniu swojego mobilnego tokena uwierzytelnienia jako ASF 2FA?
pt_pt: Este bot não tem a autenticação de dois fatores ligada! Esqueceste-te de importar o teu autenticador como ASF 2FA?
ro_ro: Acest bot nu are ASF 2FA activat! Ai uitat să imporți autentificatorul ca ASF 2FA?
ru_ru: У этого бота не включён ASF 2FA! Вы не забыли импортировать свой аутентификатор в ASF 2FA?
sk_sk: Tento bot nemá zapnuté ASF 2FA! Zabudol si vykonať import autentikátora pre použitie s ASF 2FA?
sr_latn: Ovaj bot nema ASF 2FA uključen! Da li ste zaboravili da uvedete vaš autentikator kao ASF 2FA?
sv_se: Denna botten har inte ASF 2FA aktiverat! Glömde du att importera din authenticator som ASF 2FA?
tr_tr: Bu botta ASF 2-Adımlı-Doğrulama (2AD) etkin değil! Doğrulayıcınızı ASF 2AD olarak içe aktarmayı unuttunuz mu?
uk_ua: Цей бот не має включеного ASF 2FA! Забули імпортувати автентифікатор у ASF 2FA?
vi_vn: Bot này không có ASF 2FA đang hoạt động! Bạn quên nhập xác thực của bạn như là ASF 2FA?
zh_cn: 该帐号没有启用 ASF 二次验证！你忘记将您的身份验证信息导入为 ASF 二次验证了吗？
zh_hans: 该机器人没有启用 ASF 两步验证！您是否忘记将身份验证器导入为 ASF 两步验证？
zh_hant: 這個 Bot 並未啟用 ASF 雙重驗證！您是否忘記將雙重驗證匯入至 ASF？
zh_hk: 該機械人並未啟用 ASF 雙重驗證！您是否忘記將驗證器導入成 ASF 雙重驗證？
