Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# UpdateVersionInfo
source: Local version: {0} | Remote version: {1}
be_by: Ваша версія: {0} | Апошняя версія: {1}
bg_bg: Версия на компютъра Ви: {0} | Версия на сървъра: {1}
ca_es: Versió local: {0} | Versió remota: {1}
cs_cz: Místní verze: {0} | Vzdálená verze: {1}
da_dk: Lokal version: {0} | Fjernversion: {1}
de_de: Lokale Version: {0} | Verfügbare Version: {1}
el_gr: Τοπική έκδοση: {0} | Απομακρυσμένη έκδοση: {1}
es_es: Versión local: {0} | Versión remota: {1}
fa_ir: نسخه ی محلی: {0} | نسخه ی آنلاین: {1}
fi_fi: Paikallinen versio: {0} | Etäkäyttöversio: {1}
fr_fr: Version locale : {0} | Version la plus récente : {1}
he_il: גירסה מקומית: {0} | הגירסה המרוחקת: {1}
hu_hu: Lokális verzió: {0} | Távoli verzió: {1}
id_id: Versi lokal: {0} | Versi remote: {1}
it_it: Versione locale: {0} | Versione remota: {1}
ja_jp: 現在のバージョン: {0} | 最新バージョン: {1}
lt_lt: Vietinė versija: {0} | Versija serveryje: {1}
lv_lv: Lokālā versija: {0} | Attālinātā versija: {1}
nl_nl: Lokale versie: {0} | Externe versie: {1}
no_no: Lokal versjon: {0} ART Fjernversjon: {1}
pl_pl: Lokalna wersja: {0} | Wersja zdalna: {1}
pt_pt: Versão local: {0} | Versão remota: {1}
ro_ro: Versiunea locală: {0} | Ultima versiune: {1}
ru_ru: Установленная версия: {0} | Актуальная версия: {1}
sk_sk: Lokálna verzia: {0} | Vzdialená verzia: {1}
sr_latn: Lokalna verzija: {0} | Dostupna verzija: {1}
sv_se: Lokal version: {0} | Senaste version: {1}
th_th: เวอร์ชันบนเครื่อง: {0} | เวอร์ชันบนเซิร์ฟเวอร์: {1}
tr_tr: Yerel sürüm: {0} | Uzak sürüm: {1}
uk_ua: Ваша версія: {0} | Остання версія: {1}
vi_vn: Phiên bản đang chạy: {0} | Phiên bản ngoài: {1}
zh_cn: 当前版本︰ {0} |最新版本︰ {1}
zh_hans: 当前版本：{0} | 最新版本：{1}
zh_hant: 目前版本：{0} | 最新版本：{1}
zh_hk: 本地版本：{0} | 遠端版本：{1}

# UserInputSteam2FA
source: Please enter your 2FA code from your Steam authenticator app:
be_by: Калі ласка, увядзіце код 2FA з з мабільнага дадатку Steam:
bg_bg: Моля въведете Вашият 2FA код от Steam authenticator приложението:
cs_cz: Zadejte váš 2FA kód z aplikace Steam:
da_dk: Venligst indtast din 2FA kode fra din steam autentificering app:
de_de: Bitte geben Sie Ihren 2FA-Code aus Ihrer Steam-Authentifizierungsapp ein:
el_gr: Εισάγετε τον κωδικό από την εφαρμογή επαληθευτή Steam σας:
es_es: Por favor, introduce el código 2FA que aparece en tu aplicación de Steam:
fa_ir: لطفاً کد ورود دو مرحله ای را از برنامه ی استیم گوشی وارد کنید:
fi_fi: Syötä 2FA-koodi Steam-varmennussovelluksesta:
fr_fr: Veuillez entrer votre code 2FA généré par votre application d'authentification de Steam :
he_il: אנא הכנס את קוד האימות מאפליקציית המאמת של Steam:
hu_hu: Add meg a 2FA kódot a Steam hitelesítő alkalmazásból:
id_id: Silakan masukkan kode 2FA dari aplikasi authenticator Steam Anda:
it_it: Inserisci il codice 2FA dell'autenticatore mobile di Steam:
ja_jp: Steam 認証アプリの二次認証コードを入力してください:
lt_lt: Prašome įvesti 2FA kodą iš jūsų Steam autentifikavimo programėlės:
lv_lv: Lūdzu, ievadi savu 2FA kodu no Steam autentifikatora aplikācijas:
nl_nl: Voer de 2FA code in van je Steam authenticator app:
no_no: Vennligst skriv inn 2FA-koden fra Steam-autentiseringsappen din:
pl_pl: Wprowadź kod uwierzytelnienia dwuskładnikowego z twojego mobilnego tokena Steam:
pt_pt: Por favor, insere to teu código de autenticação de dois fatores (2FA) da tua app de autenticador da Steam:
ro_ro: Te rog să introduci codul 2FA de pe autentificatorul Steam:
ru_ru: Пожалуйста, введите код 2FA из вашего Steam аутентификатора:
sk_sk: Zadaj autentifikačný 2FA kód z aplikácie Steam:
sr_latn: Molimo Vas unestie vaš 2FA kod iz Vaše Steam autentikator aplikacije:
sv_se: Vänligen ange din 2FA kod från din Steam authenticator-app:
th_th: โปรดป้อนรหัส 2FA ของคุณจากแอปยืนยันตัวตน Steam ของคุณ:
tr_tr: Lütfen Steam kimlik doğrulama uygulamanızdan İki Faktörlü Doğrulama kodunuzu girin:
uk_ua: Будь ласка, введіть ваш код 2FA з додатку для автентифікації у Steam:
vi_vn: Xin vui lòng nhập mã 2FA từ ứng dụng Steam Authenticator của bạn:
zh_cn: 输入显示在 Steam 移动应用上的验证码
zh_hans: 请输入 Steam 手机验证器上的两步验证代码:
zh_hant: 請輸入您的 Steam 行動驗證器上的雙重驗證代碼：
zh_hk: 請輸入您的 Steam 身份驗證器應用程式上顯示的雙重驗證代碼：

# UserInputSteamGuard
source: Please enter SteamGuard auth code that was sent on your e-mail:
be_by: Калі ласка, увядзіце код аўтарызацыі SteamGuard, які быў адпраўлены на вашу электронную пошту:
bg_bg: Моля, въведете SteamGuard кода, изпратен на Вашият e-mail:
cs_cz: Prosím, zadejte ověřovací kód SteamGuard, který byl odeslán na váš e-mail:
da_dk: Venligst indtast SteamGuard autentificering kode der var sent til din e-mail:
de_de: Bitte gebe den SteamGuard Authentifizierungstoken ein, der an Ihre E-Mail Adresse geschickt wurde:
el_gr: Παρακαλώ εισάγετε τον κωδικό SteamGuard που στάλθηκε στο e-mail σας:
es_es: Por favor, introduce el código de autenticación SteamGuard que ha sido enviado a tu correo electrónico:
fa_ir: لطفاً کد ورودی که به ایمیلتان فرستاده شده را وارد کنید:
fi_fi: Syötä SteamGuard -varmennuskoodi, joka lähetettiin sähköpostiisi:
fr_fr: Veuillez entrer le code d’authentification SteamGuard qui a été envoyé sur votre e-mail :
he_il: אנא הזן את קוד האימות של SteamGuard אשר נשלח אליך בדואר אלקטרוני:
hu_hu: Add meg a SteamGuard hitelesítő kódot amit e-mailben kaptál:
id_id: Silakan masukkan kode autentikasi SteamGuard yang dikirim ke e-mail Anda:
it_it: Inserisci il codice di autenticazione SteamGuard che è stato inviato al tuo indirizzo e-mail:
ja_jp: あなたのメールアドレスに送信されたSteamガード認証コードを入力してください:
lt_lt: Prašome įvesti „Steam Guard“ autentifikavimo kodą, kuris buvo išsiųstas į jūsų el. paštą:
lv_lv: Lūdzu, ievadi SteamGuard autentifikācijas kodu, kas tika aizsūtīts uz Jūsu e-pastu:
nl_nl: Voer de SteamGuard authenticator-code in die naar je e-mail is verzonden:
no_no: Skriv inn SteamGuard auth kode som ble sendt til din e-post:
pl_pl: Podaj kod uwierzytelniania SteamGuard, który został wysłany na Twój adres e-mail:
pt_pt: Por favor insere o código de autenticação do SteamGuard que foi enviado para o teu e-mail:
ru_ru: Пожалуйста, введите код авторизации SteamGuard, который был отправлен на ваш e-mail:
sk_sk: Zadaj SteamGuard kód, ktorý ti bol poslaný na e-mail:
sr_latn: Molimo Vas unesite vaš SteamGuard autentikacioni kod koji vam je poslat na vaš e-mail:
sv_se: Vänligen ange SteamGuard-koden som skickades till din e-post:
th_th: โปรดกรอกรหัสตรวจสอบสิทธิ์ของ SteamGuard ที่ส่งไปยังอีเมลของคุณ:
tr_tr: Lütfen e-postanıza gönderilen SteamGuard kimlik doğrulayıcı kodunu girin:
uk_ua: Будь ласка, введіть код SteamGuard, який був надісланий вам на електронну пошту:
vi_vn: Xin vui lòng nhập mã SteamGuard đã được gửi vào email của bạn:
zh_cn: 请输入发送到你的邮箱里的Steam令牌验证码
zh_hans: 请输入发送到您的邮箱里的 Steam 令牌验证代码:
zh_hant: 請輸入寄送至您的電子郵件的 Steam Guard 驗證碼：
zh_hk: 請輸入寄送至您的電子信箱的 Steam Guard 驗證代碼:

# UserInputSteamLogin
source: Please enter your Steam login:
be_by: Калі ласка, увядзіце свой лагін Steam:
bg_bg: Моля, въведете Вашият Steam login:
bs_latn: Molimo Vas unestie vaše Steam korističko ime:
ca_es: Si us plau, introduïu el vostre nom d'usuari de Steam:
cs_cz: Prosím zadejte své přihlašovací jméno služby Steam:
da_dk: Venligst indtast dit Steam login:
de_de: Bitte geben Sie Ihren Steam-Benutzernamen ein:
el_gr: Εισάγετε το όνομα χρήστη Steam σας:
es_es: Por favor, introduce tus credenciales de Steam:
fa_ir: لطفاً یوزرنیم استیم خود را وارد کنید:
fi_fi: Syötä Steam-tilisi käyttäjätunnus:
fr_fr: Veuillez entrer votre nom d’utilisateur Steam :
he_il: נא הזינו את משתמש ה- Steam שלכם:
hu_hu: Add meg a Steames felhasználó neved:
id_id: Masukkan login Steam Anda:
it_it: Per favore inserisci il tuo login di Steam:
ja_jp: あなたの Steam アカウント名を入力してください:
lt_lt: Prašome įvesti savo Steam prisijungimo vardą:
lv_lv: Lūdzu, ievadiet savu Steam lietotājvārdu:
nl_nl: Voer je Steam gebruikersnaam in:
no_no: Vennligst skriv inn din Steam-innlogging:
pl_pl: Wprowadź swój login Steam:
pt_pt: Por favor insere o teu login da Steam:
ro_ro: Te rugăm să introduci datele de autentificare Steam:
ru_ru: Пожалуйста, введите ваш логин Steam:
sk_sk: Zadaj Steam login:
sr_latn: Molimo Vas unestie vaše Steam korističko ime:
sv_se: Vänligen ange din Steam-inloggning:
th_th: โปรดป้อนชื่อล็อกอิน Steam ของคุณ:
tr_tr: Lütfen Steam kullanıcı adınızı girin:
uk_ua: Будь ласка, введіть свій логін Steam:
vi_vn: Xin vui lòng nhập tài khoản Steam của bạn:
zh_cn: 请输入你的Steam登录名:
zh_hans: 请输入您的 Steam 用户名:
zh_hant: 請輸入您的 Steam 帳號：
zh_hk: 請輸入您的 Steam 帳戶:

# UserInputSteamParentalCode
source: Please enter Steam parental code:
be_by: Калі ласка, увядзіце код бацькоўскага кантролю Steam:
bg_bg: Моля, въведете Steam родителски PIN:
bs_latn: Molimo Vas da unesete Steam roditeljski kod:
ca_es: Si us plau, introduïu el vostre codi de control parental de Steam:
cs_cz: Prosím zadejte svůj PIN rodičovské kontroly:
da_dk: Venligst indtast Steam forældre-kode:
de_de: Bitte geben Sie Ihre Steam-Familienansicht-PIN ein:
el_gr: Εισάγετε το κωδικό γονικού ελέγχου του Steam σας:
es_es: Por favor, introduce el código parental de Steam:
fa_ir: لطفا parental code اکانت خود را وارد کنید:
fi_fi: Syötä Steam-tilisi lapsilukon Pin-koodi:
fr_fr: Veuillez entrer le code parental Steam :
he_il: הזן בבקשה קוד הורים של Steam:
hu_hu: Add meg a Steam Családi Nézet kódot:
id_id: Harap masukkan kode parental Steam Anda:
it_it: Si prega di inserire il PIN familiare di Steam:
ja_jp: Steam parental code を入力してください:
lt_lt: Prašome įvesti Steam tėvų kontrolės kodą:
lv_lv: Lūdzu, ievadi Steam vecāku kontroles kodu:
nl_nl: Voer je Steam-ouderlijktoezichtcode in:
no_no: Vennligst legg inn Steam foreldrekode:
pl_pl: Wprowadź swój kod konta rodzicielskiego Steam:
pt_pt: Por favor insere o código parental da Steam:
ro_ro: Te rugăm să introduci codul parental Steam:
ru_ru: Пожалуйста, введите PIN-код родительского контроля Steam:
sk_sk: Prosím vlož Steam rodičovský kód:
sr_latn: Molimo Vas da unesete Steam roditeljski kod:
sv_se: Vänligen ange Steam Familjevy-PIN:
th_th: โปรดป้อนรหัสผู้ปกครอง Steam:
tr_tr: Lütfen Steam aile kodunu girin:
uk_ua: Будь ласка, введіть PIN-код батьківського контролю Steam:
vi_vn: Xin vui lòng nhập mã Steam Parental:
zh_hans: 请输入 Steam 家庭监护代码:
zh_hant: 請輸入 Steam 家庭監護 PIN 碼：
zh_hk: 請輸入 Steam 家庭監護 PIN 碼:

# UserInputSteamPassword
source: Please enter your Steam password:
be_by: Калі ласка, увядзіце пароль Steam:
bg_bg: Моля, въведете Вашата Steam парола:
bs_latn: Molimo Vas uneste vašu Steam lozinku:
ca_es: Si us plau, introduïu la vostra contrasenya de Steam:
cs_cz: Prosím, zadejte své heslo:
da_dk: Venligst indtast dit Steam kodeord:
de_de: Bitte geben Sie Ihr Steam-Passwort ein:
el_gr: Εισάγετε τον κωδικό πρόσβαση του Steam:
es_es: Por favor, introduce tu contraseña de Steam:
fa_ir: لطفاً رمز عبور اکانت استیم خود را وارد کنید:
fi_fi: Syötä Steam-tilisi salasana:
fr_fr: Veuillez entrer votre mot de passe Steam :
he_il: אנא הקישו את הסיסמה הנוכחית שלכם:
hu_hu: Add meg a Steames felhasználód jelszavát:
id_id: Silakan masukkan kata sandi Steam Anda:
it_it: Inserisci la tua password di Steam:
ja_jp: あなたの Steam パスワードを入力してください:
lt_lt: Prašome įvesti savo Steam slaptažodį:
lv_lv: Lūdzu, ievadiet savu Steam paroli:
nl_nl: Voer je Steam wachtwoord in:
no_no: Skriv inn ditt Steam-passord:
pl_pl: Wprowadź swoje hasło Steam:
pt_pt: Por favor insere a tua senha da Steam:
ro_ro: Te rog să introduci parola contului tău de Steam:
ru_ru: Пожалуйста, введите ваш пароль Steam:
sk_sk: Zadaj Steam heslo:
sr_latn: Molimo Vas da uneste vašu Steam lozinku:
sv_se: Vänligen ange ditt Steam lösenord:
th_th: โปรดป้อนรหัสผ่าน Steam ขอบคุณ:
tr_tr: Lütfen Steam parolanızı girin:
uk_ua: Будь ласка, введіть ваш пароль Steam:
vi_vn: Xin vui lòng nhập mật khẩu Steam của bạn:
zh_cn: 请输入你的Steam密码:
zh_hans: 请输入您的 Steam 密码:
zh_hant: 請輸入您的 Steam 密碼：
zh_hk: 請輸入您的 Steam 密碼:

# WarningUnknownValuePleaseReport
source: Received unknown value for {0}, please report this: {1}
be_by: Атрымана невядомае значэнне для {0}, калі ласка, паведаміце пра гэта: {1}
bg_bg: Получена е непонятна стойност за {0}, моля съобщете за това: {1}
cs_cz: Obdržena neznámá konfigurace pro {0}, nahlašte: {1}
da_dk: Modtog ukendt værdi for {0}, venligst rapportér dette: {1}
de_de: Unbekannten Wert für {0} erhalten, bitte melden Sie Folgendes: {1}
el_gr: Λήφθηκε άγνωστη τιμή για το {0}, παρακαλούμε αναφέρετέ το: {1}
es_es: Se recibió un valor desconocido para {0}. Por favor, reporta esto: {1}
fa_ir: مقداری نامفهوم برای {0} دریافت شده، لطفاً این را گزارش دهید: {1}
fi_fi: Vastaanotettu tuntematon arvo {0}:lle, ole hyvä ja ilmoita tästä: {1}
fr_fr: {0} a reçu une valeur inconnue, veuillez le signaler : {1}
he_il: התקבל ערך לא ידוע עבור {0}, אנא דווח על זה: {1}
hu_hu: {0} ismeretlen értéket kapott, kérlek, jelentsd ezt: {1}
id_id: Menerima nilai yang tidak diketahui untuk {0}, mohon laporkan ini: {1}
it_it: Ricevuto valore sconosciuto per {0}, si prega di segnalare: {1}
ja_jp: {0} に不明な値を受信しました。この問題を報告してください: {1}
lt_lt: Gauta nežinoma reikšmė, {0}, prašome pranešti apie tai: {1}
lv_lv: Saņemta nezināma vērtība no {0}, lūdzu ziņo par šo: {1}
nl_nl: Onbekende waarde ontvangen voor {0}, graag dit melden: {1}
no_no: Mottatt ukjent verdi for {0}, vennligst rapport dette: {1}
pl_pl: Otrzymano nieznaną wartość dla {0}, proszę zgłoś to do developerów: {1}
pt_pt: Um valor desconhecido para {0} foi recebido, por favor reporta isto: {1}
ro_ro: Am primit o valoare necunoscută pentru {0}, te rog să raportezi acest lucru: {1}
ru_ru: Получено неизвестное значение для {0}, пожалуйста, сообщите об этом: {1}
sk_sk: Prijatá neznáma hodnota {0}, hodnota na nahlásenie: {1}
sr_latn: Dobijena nepoznata vrednost za {0}, molimo prijavite ovo: {1}
sv_se: Tog emot okänt värde för {0}, vänligen rapportera detta: {1}
tr_tr: {0} için bilinmeyen değer alındı, lütfen bunu bildirin: {1}
uk_ua: Отримано невідоме значення для {0}, будь ласка, повідомте про це: {1}
vi_vn: Nhận được giá trị không rõ cho {0}, xin vui lòng báo cáo điều này: {1}
zh_cn: 收到的{0} 为未知值，请报告此值：{1}
zh_hans: 收到 {0} 的未知值，请报告此情况：{1}
zh_hant: 收到 {0} 的未知值，請回報這個問題：{1}
zh_hk: 收到 {0} 的未知值，請回報這個問題：{1}

# IPCReady
source: IPC server ready!
be_by: Сервер IPC гатовы!
bg_bg: IPC сървърът е готов!
bs_latn: IPC server je spreman!
ca_es: Servidor IPC preparat!
cs_cz: IPC server je připravený.
da_dk: IPC serveren er klar!
de_de: IPC-Server bereit!
el_gr: Ο διακομιστής IPC είναι έτοιμος!
es_es: ¡Servidor IPC listo!
fa_ir: سرور IPC آماده است!
fi_fi: IPC-palvelin on valmiina!
fr_fr: Serveur IPC prêt !
he_il: שרת IPC מוכן!
hu_hu: IPC szerver készen áll!
id_id: Server IPC siap!
it_it: Il server IPC è pronto!
ja_jp: IPC サーバーの準備ができました！
lt_lt: IPC serveris paruoštas!
lv_lv: IPC serveris gatavs!
nl_nl: IPC server gereed!
no_no: IPC server klar!
pl_pl: Serwer IPC jest gotowy!
pt_pt: Servidor IPC pronto!
ro_ro: Serverul IPC este pregătit!
ru_ru: IPC сервер готов!
sk_sk: IPC server pripravený!
sr_latn: IPC server je spreman!
sv_se: IPC servern är redo!
th_th: เซิร์ฟเวอร์ IPC พร้อมแล้ว!
tr_tr: IPC sunucusu hazır!
uk_ua: Сервер IPC готовий!
vi_vn: Máy chủ IPC đã sẵn sàng!
zh_cn: IPC 服务已就绪 ！
zh_hans: IPC 服务已就绪！
zh_hant: IPC 伺服器已就緒！
zh_hk: IPC 伺服器準備就緒！

# IPCStarting
source: Starting IPC server...
be_by: Запуск сервера IPC...
bg_bg: Стартиране IPC сървър на...
bs_latn: Pokretanje IPC servera...
ca_es: Iniciant servidor IPC...
cs_cz: Spouštění IPC serveru...
da_dk: Starter IPC server...
de_de: Starte IPC-Server...
el_gr: Έναρξη διακομιστή IPC...
es_es: Iniciando servidor IPC...
fa_ir: در حال راه‌اندازی سرور IPC...
fi_fi: Käynnistetään IPC-palvelinta...
fr_fr: Démarrage du serveur IPC...
he_il: מתחיל שרת IPC...
hu_hu: Az IPC-szerver indítása...
id_id: Memulai server IPC...
it_it: Avvio del server IPC in...
ja_jp: IPC サーバーを起動しています...
lt_lt: Paleidžiamas IPC serveris...
lv_lv: Startējas IPC serveris...
nl_nl: IPC server starten...
no_no: Starter IPC server...
pl_pl: Uruchamianie serwera IPC...
pt_pt: A inicializar o servidor IPC...
ro_ro: Serverul IPC pornește...
ru_ru: Запуск IPC сервера...
sk_sk: Spúštanie IPC serveru...
sr_latn: Pokretanje IPC servera...
sv_se: Startar IPC servern på...
th_th: กำลังเริ่มเซิร์ฟเวอร์ IPC…
tr_tr: IPC sunucusu başlatılıyor...
uk_ua: Запуск IPC серверу...
vi_vn: Đang khởi động máy chủ IPC...
zh_cn: 在 {0} 上的启动 IPC 服务...
zh_hans: 正在启动 IPC 服务……
zh_hant: 正在啟動 IPC 伺服器…
zh_hk: IPC 伺服器啟動中……

# BotAlreadyStopped
source: This bot has already stopped!
be_by: Гэты бот ужо спынены!
bg_bg: Този бот вече е спрян!
bs_latn: Ovaj bot je već zaustavljen!
ca_es: Aquest bot ja s'ha aturat!
cs_cz: Tento bot byl již zastaven.
da_dk: Denne bot er allerede stoppet!
de_de: Dieser Bot ist bereits gestoppt!
el_gr: Το bot έχει ήδη σταματήσει!
es_es: ¡Este bot ya se ha detenido!
fa_ir: این ربات از قبل خاموش بوده است!
fi_fi: Tämä botti on jo pysäytetty!
fr_fr: Ce bot est déjà à l'arrêt !
he_il: בוט זה כבר הפסיק!
hi_in: यह वाला बॉट पहले से ही बंद कर दिया गया है!
hu_hu: Ez a bor már leállt!
id_id: Bot ini sudah berhenti!
it_it: Questo bot è già stato arrestato!
ja_jp: この bot は既に停止しています！
lt_lt: Šis botas jau sustabdytas!
lv_lv: Šis bots jau ir apstādināts!
nl_nl: Deze bot is al gestopt!
no_no: Denne botten har allerede stoppet!
pl_pl: Ten bot został już zatrzymany!
pt_pt: Este bot já parou!
ro_ro: Acest bot s-a oprit deja!
ru_ru: Этот бот уже остановлен!
sk_sk: Tento bot už bol zastavený!
sr_latn: Ovaj bot je već zaustavljen!
sv_se: Bot-instansen har redan stoppats!
th_th: บอตนี้หยุดทำงานแล้ว!
tr_tr: Bu bot zaten durdurulmuş!
uk_ua: Цей бот вже зупинений!
vi_vn: Bot này đã dừng lại sẵn rồi!
zh_cn: 这个帐号已停止运行！
zh_hans: 这个机器人已停止运行！
zh_hant: 這個 Bot 已經停止了！
zh_hk: 這個機械人已經停止了！

# BotNotFound
source: Couldn't find any bot named {0}!
be_by: Не ўдалося знайсці бота з імем {0}!
bg_bg: Не е намерен бот с името {0}!
bs_latn: Nije moguće pronaći bilo kakvog bot-a nazvanog {0}!
ca_es: No s'ha trobat cap bot anomenat {0}!
cs_cz: Bot se jménem {0} nebyl nalezen.
da_dk: Kunne ikke finde nogen bot der hedder {0}!
de_de: Konnte keinen Bot mit dem Namen {0} finden!
el_gr: Αδυναμία εύρεσης bot με όνομα {0}!
es_es: ¡No se pudo encontrar ningún bot llamado {0}!
fa_ir: هیچ رباتی با اسم {0} یافت نشد!
fi_fi: Bottia nimeltä {0} ei voitu löytää!
fr_fr: Aucun bot nommé {0} n'a été trouvé !
he_il: לא ניתן למצוא אף בוט בשם {0}!
hu_hu: Egyetlen bot sem található {0} névvel!
id_id: Tidak dapat menemukan bot apapun yang bernama {0}!
it_it: Impossibile trovare un bot denominato {0}!
ja_jp: {0} という名前の bot を見つけられませんでした！
lt_lt: Nepavyko rasti jokio boto su pavadinimu {0}!
lv_lv: Nevar atrast nevienu botu vārdā {0}!
nl_nl: Kon geen enkele bot met de naam {0} vinden!
no_no: Kunne ikke finne noen bot som heter {0}!
pl_pl: Nie można znaleźć żadnego bota o nazwie: {0}!
pt_pt: Não foi possível encontrar nenhum bot chamado {0}!
ro_ro: Nu am putut găsi un bot cu numele {0}!
ru_ru: Бот с именем {0} не найден!
sk_sk: Nie je možné nájsť bota s menom {0}!
sr_latn: Nije moguće pronaći bilo kakvog bot-a nazvanog {0}!
sv_se: Kunde inte hitta någon bot vid namn {0}!
th_th: ไม่พบบอตชื่อ {0}!
tr_tr: {0} adlı bot bulunamadı!
uk_ua: Не вдалося знайти бота з ім'ям {0}!
vi_vn: Không thể tìm thấy bất kỳ bot nào với tên {0}!
zh_cn: 找不到任何名为 {0} 的bot ！
zh_hans: 找不到任何名为 {0} 的机器人！
zh_hant: 找不到任何名稱為 {0} 的 Bot！
zh_hk: 找不到任何名為 {0} 的機械人！

# BotStatusOverview
source: There are {0}/{1} bots running, with total of {2} games ({3} cards) left to farm.
be_by: Запушчана {0}/{1} ботаў, у агульнай складанасці {2} гульняў ({3} карт) засталося сфармаваць.
bg_bg: Има {0}/{1} работещи бота, с общо {2} игри ({3} карти) оставащи за "фармене".
ca_es: Hi ha {0}/{1} agents en funcionament, amb un total de {2} jocs ({3} targetes) pendents de cultivar.
cs_cz: Aktuálně běží {0}/{1} botů s celkovým počtem {2} her ({3} karet) zbývajících k vyfarmení.
da_dk: Der er {0}/{1} bots kørende med en total af {2} spil ({3} kort) tilbage at idle.
de_de: Es laufen {0}/{1} Bots, wobei insgesamt {2} Spiele ({3} Karten) zum Sammeln übrig sind.
el_gr: Τρέχουν {0}/{1} bots, συνολικά {2} παιχνίδια ({3} κάρτες) απομένουν να συλλεχθούν.
es_es: Hay {0}/{1} bots en ejecución, con un total de {2} juegos ({3} cromos) aún por recolectar.
fa_ir: در حال حاضر {0}/{1} ربات در حال اجرا هستند، تعداد گیم های مانده برای فارم: {2} ({3} کارت).
fi_fi: Tällä hetkellä on käytössä {0}/{1} bottia, joilla on {2} peliä ({3} korttia) jäljellä farmattavaksi.
fr_fr: Il y a {0}/{1} bots en cours d'exécution, avec un total de {2} jeu ({3} cartes) à farmer.
he_il: {1}/{0} בוטים רצים כרגע, {2} משחקים ({3} קלפים) נותרו להרצה.
hu_hu: Jelenleg {0}/{1} bot fut. Összesen {2} játékot ({3} kártya) kell még futtatni.
id_id: Ada {0}/{1} bot berjalan, dengan total {2} game ({3} kartu) yang dikumpulkan.
it_it: Ci sono {0}/{1} bot in esecuzione, per un totale di {2} giochi ({3} carte) ancora da farmare.
ja_jp: {0}/{1} のbotが実行されています。合計{2} つのゲーム({3} つのカード) をファームできます。
lt_lt: Šiuo metu veikia {0}/{1} botai, iš viso yra {2} žaidimų ({3} kortelių) su likusiomis rinkti kortelėmis.
lv_lv: Pašlaik ir aktīvi {0} no {1} botiem. Kopumā notiek vākšana no {2} spēlēm (atlikušas {3} kārtis).
nl_nl: Er zijn {0}/{1} bots actief, met een totaal van {2} spel(len) en {3} kaart(en) om te verzamelen.
pl_pl: W tej chwili działa {0}/{1} botów z łącznie {2} grami ({3} kartami) do wyfarmienia.
pt_pt: Há {0}/{1} bots em execução, com um total de {2} jogos ({3} cards) restantes para coletar.
ro_ro: Există {0}/{1} boți care funcționează, cu un total de {2} jocuri ({3} cartonașe) rămase de farmat.
ru_ru: {0}/{1} ботов запущено, всего осталось игр: {2} ({3} карт).
sk_sk: Počet spustených botov: {0}/{1}, zostávajúci počet hier na farmenie: {2} (počet kariet: {3}).
sv_se: {0}/{1} bottar körs för tillfället, med totalt {2} spel ({3} kort) kvar.
tr_tr: {0}/{1} bot çalışıyor, çalıştırılacak toplam {2} oyun ({3} kart) kaldı.
uk_ua: Запущено {0}/{1} ботів, усього залишилось {2} ігор ({3} карток) які потрібно фармити.
vi_vn: Đang có {0}/{1} bot đang chạy, với tổng số {2} game ({3} thẻ) còn lại để thu hoạch.
zh_cn: 有 {0}/{1} 账号运行，一共 {2} 个游戏 ({3} 张卡) 等待挂卡。
zh_hans: 有 {0}/{1} 个机器人正在运行，共 {2} 个游戏（{3} 张卡牌）等待挂卡。
zh_hant: 正在執行 {0}/{1} 個 Bot，共有 {2} 個遊戲（{3} 張卡片）等待掛卡。
