Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# BotStatusIdling
source: Bot is farming game: {0} ({1}, {2} card drops remaining) from a total of {3} games ({4} cards) left to farm (~{5} remaining).
be_by: Бот фармуе гульню: {0} ({1}, засталося атрымаць {2} карт) з {3} гульняў ({4} карт), якіх трэба сфармаваць (засталося ~{5}).
bg_bg: Ботът фарми играта: {0} ({1}, {2} оставащи карти) от общо {3} игри ({4} карти) остават за "фармене" (~{5} оставащо време).
ca_es: L'agent està cultivant un joc: {0} ({1}, queden {2} targetes per cultivar) d'un total de {3} jocs ({4} targetes) per cultivar (queden ~{5}).
cs_cz: Bot farmí hru {0} ({1}, {2} karet k vyfarmení) z celkového počtu {3} her ({4} karet) k vyfarmení (~{5} k dokončení).
da_dk: Botten idler spil: {0} ({1}, {2} kort drop tilbage) fra i alt {3} spil ({4} kort) tilbage at idle (~{5} tilbage).
de_de: Bot sammelt in Spiel: {0} ({1}, {2} Sammelkarten verbleiben) aus einer Gesamtheit von {3} Spielen ({4} Sammelkarten) die verbleiben (~{5} verbleibend).
el_gr: Το bot συλλέγει κάρτες του παιχνιδιού: {0} ({1}, {2} κάρτες απομένουν) από {3} συνολικά παιχνίδια ({4} κάρτες) που απομένουν (υπόλοιπο χρόνου: ~{5}).
es_es: El bot está recolectando el juego: {0} ({1}, {2} cromos restantes) de un total de {3} juegos ({4} cromos) aún por recolectar (~{5} restantes).
fa_ir: ربات در حال فارم بازی است: {0} ({1}، تعداد کارت های باقی مانده: {2})، از تعداد {3} بازی است، تعداد کلی کارت های باقی مانده: {4} (تقریباً {5} به طول خواهد انجامید).
fi_fi: Botti farmaa peliä: {0} ({1}, {2} korttia jäljellä) jäljellä olevista {3} pelistä ({4} korttia). Farmausta jäljellä: ~{5}.
fr_fr: Le bot collecte les cartes du jeu : {0} ({1}, {2} cartes restantes à obtenir) sur un total de {3} jeux ({4} cartes) à faire tourner (~{5} restantes).
he_il: הבוט מריץ את המשחק: {0} ({1}, {2} קלפים נותרו להשגה) מתוך {3} משחקים ({4} קלפים) שנותרו להרצה ({5}~ נותרו).
hu_hu: A bot a {0} {1} játékot farmolja ({2} kártya maradt még). Összesen {3} játék ({4} kártya) maradt hátra (kb. {5} míg végez).
id_id: Bot sedang mem-farming game: {0} ({1}, {2} kartu tersisa) dari total {3} game ({4} kartu) yang tersisa untuk dikumpulkan (~{5} tersisa).
it_it: Il bot sta farmando il gioco: {0} ({1}, {2} carte rimanenti) su un totale di {3} giochi ({4} carte) ancora da farmare (~{5} rimanenti).
ja_jp: Botはファーミングしています: {0} ({1}, 残りカード{2} つ) 合計{3} つのゲーム({4} つのカード) が残っています(あと~{5})
lt_lt: Botas renka korteles iš: {0} ({1},{2} likusių kortelių) iš viso {3} žaidimų ({4} kortelių) likę surinkti (liko ~{5}).
lv_lv: Notiek vākšana spēlei: {0} ({1}, atlikušas {2} kārtis) no kopumā {3} spēlēm ({4} kārtis). Atlikušais laiks: ~{5}.
nl_nl: Bot speelt: {0} ({1}, {2} kaart(en) resterend). Totaal nog {3} spel(len) te spelen en {4} kaart(en) resterend om te verzamelen (~{5} resterend).
no_no: Bot dyrkingsspill: {0} ({1}, {2} kort dråper igjen) fra totalt {3} spill ({4} kort) igjen til gården (~{5} igjen).
pl_pl: Bot farmi grę {0} ({1}, z {2} kartami pozostałymi do wyfarmienia) z łącznej liczby {3} gier ({4} kart) pozostałych do wyfarmienia (pozostało ~{5}).
pt_pt: O bot está a farmar o jogo: {0} ({1}, {2} cartas restantes) de um total de {3} jogos ({4} cartas) restantes para farmar (~{5} restantes).
ro_ro: Botul farmează jocul: {0} ({1},{2} cartonașe rămase) dintr-un total de {3} jocuri ({4} cartonașe) rămase de farmat (~{5} rămase).
ru_ru: Бот фармит игру: {0} ({1}, осталось {2} карты). Всего осталось {3} игр ({4} карт), (осталось: ~{5}).
sk_sk: Bot zbiera karty v hre: {0} ({1}, zostávajúci počet kariet: {2}) z celkového počtu hier: {3} (počet kariet: {4}), (predpokladaný čas: {5}).
sv_se: Bot farmar spel: {0} ({1}, {2} kort-drops kvar) från totalt {3} spel ({4} kort) kvar att farma (~{5} kvar).
tr_tr: Bot oyunu çalıştırıyor: {0} ({1}, {2} kart kaldı). Toplam {3} oyun ({4} kart) var (kalan süre yaklaşık {5}).
uk_ua: Бот фармить гру: {0} ({1}, {2} карток залишилося обробити). Всього залишилося {3} ігор ({4} карток), (приблизно {5}) які треба фармити.
vi_vn: Bot đang cày game: {0} ({1}, {2} thẻ còn lại) từ tổng cộng {3} game ({4} thẻ) còn lại để cày (~{5} còn lại).
zh_cn: 账号 {0} 正在挂游戏︰ {1} (剩余掉卡 {2}) 一共还有{3} 个游戏({4} 张卡) 等待挂卡 (还剩 {5})。
zh_hans: 机器人正在挂游戏：{0}（{1}，剩余 {2} 张卡牌），共 {3} 个游戏（{4} 张卡牌）等待挂卡（剩余时间约为 {5}）。
zh_hant: Bot 正在掛卡的遊戲：{0}（{1}，還有 {2} 張卡片會掉落），共有 {3} 個遊戲（{4} 張卡片）等待掛卡（仍需約 {5}）。

# BotStatusIdlingList
source: Bot is farming games: {0} from a total of {1} games ({2} cards) left to farm (~{3} remaining).
be_by: Бот фармуе гульні: {0} з {1} гульняў ({2} карт) засталося сфармаваць (засталося ~{3}).
bg_bg: Ботът фарми игрите: {0} от общо {1} игри ({2} карти) остават за "фармене" (~{3} оставащо време).
ca_es: L'agent està cultivant jocs: {0} d'un total de {1} jocs ({2} targetes) per cultivar (queden ~{3}).
cs_cz: Bot farmí hry: {0} z celkového počtu {1} her ({2} karet) zbývá vyfarmit (~{3} k dokončení).
da_dk: Botten idler spil: {0} fra en total af {1} spil ({2} kort) tilbage at idle (~{3} tilbage).
de_de: Bot sammelt in Spielen: {0} aus insgesamt {1} Spielen ({2} Sammelkarten) verbleibend (~{3} verbleibend).
el_gr: Το bot συλλέγει κάρτες των παιχνιδιών: {0} από ένα σύνολο {1} παιχνιδιών ({2} κάρτες) που απομένουν (υπόλοιπο χρόνου: ~{3}).
es_es: El bot está recolectando los juegos: {0} de un total de {1} juegos ({2} cromos) aún por recolectar (~{3} restantes).
fa_ir: ربات در حال فارم کردن بازی است: {0} از تعداد کلی {1} بازی({2} کارت برای فارم مانده) تقریباً {3} به طول خواهد انجامید.
fi_fi: Botti farmaa pelejä: {0} jäljellä olevista {1} pelistä ({2} korttia). Farmausta jäljellä: ~{3}.
fr_fr: Le bot collecte les cartes des jeux : {0} sur un total de {1} jeux ({2} cartes) restants à traiter (~{3} restantes).
he_il: הבוט מריץ את המשחקים: {0} מתוך סך כולל של {1} משחקים ({2} קלפים) שנותרו להרצה ({3}~ נותרו).
hu_hu: A bot a {0} játékot farmolja. Összesen {1} játék ({2} kártya) maradt hátra (kb. {3} mire végez).
id_id: Bot sedang mem-farming game: {0} dari total {1} game ({2} kartu) yang tersisa untuk dikumpulkan (~{3} tersisa).
it_it: Il bot sta farmando il gioco: {0} da un totale di {1} giochi ({2} carte) ancora da farmare (~{3} rimanenti).
ja_jp: Botはファーミングしています: {0} 合計{1} つのゲーム({2} つのカード) が残っています(あと~{3})
lt_lt: Botas renka korteles iš: {0} iš {1} žaidimų ({2} kortelių), kuriuos reikia rinkti (liko ~{3}).
lv_lv: Notiek vākšana spēlēm: {0} no kopumā {1} spēlēm ({2} kārtis). Atlikušais laiks ~{3}.
nl_nl: Bot speelt de spellen: {0}. Totaal nog {1} spel(len) te spelen en {2} kaart(en) resterend om te verzamelen (~{3} resterend).
no_no: Bot dyrker dyrkingsspill: {0} fra totalt {1} spill ({2} kort) igjen til gården (~{3} igjen).
pl_pl: Bot farmi gry: {0} z łącznej liczby {1} gier ({2} kart) pozostałych do wyfarmienia (pozostało ~{3}).
pt_pt: O bot está a farmar jogos: {0} de um total de {1} jogos ({2} cartas) restantes para coletar (~{3} restantes).
ro_ro: Botul farmează jocul/urile: {0} dintr-un total de {1} jocuri ({2} cartonașe) rămase de farmat (~{3} rămase).
ru_ru: Бот фармит игры: {0}. Всего осталось {1} игр ({2} карт), для окончания фарма (осталось ~{3}).
sk_sk: Bot zbiera karty v hre/hrách: {0} z celkového počtu hier: {1} (zostávajúci počet kariet: {2}) (predpokladaný čas: {3}).
sv_se: Bot farmar spel: {0} från totalt {1} spel ({2} kort) kvar att farma (~{3} kvar).
th_th: บอตกำลังฟาร์มเกม: เหลือให้ฟาร์ม {0} จากทั้งหมด {1} เกม (การ์ด {2} ใบ) (อีก ~{3})
tr_tr: Bot, oyunları çalıştırıyor: {0}. Toplam {1} oyundan ({2} kart) kaldı (kalan süre yaklaşık {3}).
uk_ua: Бот фармить ігри: {0} з {1} ігор ({2} картки) які треба фармити (залишилось приблизно {3}).
vi_vn: Bot đang cày game: {0} từ tổng cộng {1} game ({2} thẻ) còn lại để cày (~{3} còn lại).
zh_cn: 帐号正在挂游戏︰ {0} 一共有 {1} 个游戏 ({2} 张卡) 等待挂卡 (还剩 {3}) 。
zh_hans: 机器人正在挂游戏：{0}，共 {1} 个游戏（{2} 张卡牌）等待挂卡（剩余时间约为 {3}）。
zh_hant: Bot 正在掛卡的遊戲：{0}，共有 {1} 個遊戲（{2} 張卡片）等待掛卡（仍需約 {3}）。

source: Checking first badge page...
be_by: Праверка першай старонкі са значкамі...
bg_bg: Проверяване на първата страница със значки...
bs_latn: Proveravanje prve strane bedževa...
ca_es: Comprovant la primera pàgina d'insígnies...
cs_cz: Kontrola první stránky s odznaky...
da_dk: Tjekker første badge side...
de_de: Überprüfe erste Abzeichenseite...
el_gr: Έλεγχος πρώτης σελίδας εμβλημάτων...
es_es: Comprobando la primera página de las insignias...
fa_ir: در حال چک کردن صفحه ی اول بج های اکانت...
fi_fi: Tarkastellaan ensimmäistä badge-sivua...
fr_fr: Vérification de la première page des badges...
he_il: בודק עמוד תגים ראשון...
hu_hu: A kitűzők első oldalának ellenőrzése...
id_id: Mengecek halaman badge pertama...
it_it: Verificando la prima pagina di medaglie...
ja_jp: 最初のバッジのページを確認しています...
lt_lt: Tikrinamas pirmasis ženklelių puslapis...
lv_lv: Pārbauda žetonu pirmo lapu...
nl_nl: Eerste badge pagina controleren...
no_no: Kontrollerer førstemblemsiden...
pl_pl: Sprawdzanie pierwszej strony odznak...
pt_pt: A verificar a primeira página de medalhas...
ro_ro: Se verifică prima pagină cu insigne...
ru_ru: Проверка первой страницы значков...
sk_sk: Kontrola prvej stránky s odznakmi...
sr_latn: Proveravanje prve stranje bedževa...
sv_se: Kollar första märkessidan...
th_th: กำลังตรวจสอบหน้าเหรียญตราแรก…
tr_tr: İlk rozet sayfası kontrol ediliyor...
uk_ua: Перевірка першої сторінки зі значками...
vi_vn: Đang kiểm tra trang huy hiệu đầu tiên...
zh_cn: 正在检查Steam徽章页面第一页……
zh_hans: 正在检查 Steam 徽章页面的第一页……
zh_hant: 正在檢查徽章頁面第一頁…
zh_hk: 正在檢查徽章頁首頁……

source: Checking other badge pages...
be_by: Праверка іншых старонак са значкамі...
bg_bg: Проверяване на други страници със значки...
bs_latn: Proveravanje ostalih strana bedževa...
ca_es: Comprovant les altres pàgines d'insígnies...
cs_cz: Kontrola dalších stránek s odznaky...
da_dk: Tjekker andre badge sider...
de_de: Überprüfe andere Abzeichenseiten...
el_gr: Έλεγχος των άλλων σελίδων εμβλημάτων...
es_es: Comprobando otras páginas de insignias...
fa_ir: در حال چک کردن صفحه های بعدی بج های اکانت...
fi_fi: Tarkastellaan muita badge-sivuja...
fr_fr: Vérification des autres pages de badges...
he_il: בודק עמודי תגים אחרים...
hu_hu: A többi kitűző oldal ellenőrzése...
id_id: Mengecek halaman badge lainnya...
it_it: Verificando altre pagine di medaglie...
ja_jp: 他のバッジのページを確認しています...
lt_lt: Tikrinami kiti ženklelių puslapiai...
lv_lv: Pārbauda žetonu pārējās lapas...
nl_nl: Andere badge pagina's controleren...
no_no: Sjekker andre emblemsider...
pl_pl: Sprawdzanie pozostałych stron odznak...
pt_pt: A verificar as outras páginas de medalhas...
ro_ro: Se verifică celelalte pagini cu insigne...
ru_ru: Проверка остальных страниц значков...
sk_sk: Kontrola ostatných stránok s odznakmi...
sr_latn: Proveravanje ostalih strana bedževa...
sv_se: Kollar andra märkessidor...
th_th: กำลังตรวจสอบหน้าเหรียญตราอื่น ๆ…
tr_tr: Diğer rozet sayfaları kontrol ediliyor...
uk_ua: Перевірка інших сторінок зі значками...
vi_vn: Đang kiểm tra trang huy hiệu khác...
zh_cn: 正在读取徽章其他页……
zh_hans: 正在检查其他徽章页面……
zh_hant: 正在檢查其他徽章頁面…
zh_hk: 正在檢查其他徽章頁……

# ChosenFarmingAlgorithm
source: Chosen farming algorithm: {0}
be_by: Абраны алгарытм фармавання: {0}
bg_bg: Избран алгоритъм за фармене: {0}
ca_es: Algorisme de cultiu escollit: {0}
cs_cz: Zvolený algoritmus farmení: {0}
da_dk: Valgte idle algoritme: {0}
de_de: Ausgewählter Sammelalgorithmus: {0}
el_gr: Επιλεγμένος αλγόριθμος συλλογής: {0}
es_es: Algoritmo de recolección elegido: {0}
fa_ir: الگوریتم فار کردن انتخاب شده: {0}
fi_fi: Valittu farmauksen algoritmi: {0}
fr_fr: Algorithme de collecte choisi : {0}
he_il: אלגוריתם הרצה שנבחר: {0}
hu_hu: A kiválasztott farmoló algoritmus: {0}
id_id: Algoritma farming yang dipilih: {0}
it_it: Algoritmo di farming selezionato: {0}
ja_jp: 選択されたファーミングアルゴリズム: {0}
lt_lt: Pasirinktas kortelių rinkimo algoritmas: {0}
lv_lv: Izvēlētais vākšanas algoritms: {0}
nl_nl: Gekozen farming algoritme: {0}
no_no: Valgt landbruks algoritme: {0}
pl_pl: Wybrany algorytm do farmienia: {0}
pt_pt: Algoritmo de 'farming' escolhido: {0}
ro_ro: Algoritmul de farmare ales: {0}
ru_ru: Выбранный алгоритм фарма: {0}
sk_sk: Zvolený algoritmus zbierania kariet: {0}
sr_latn: Izabran algoritam za idlovanje je: {0}
sv_se: Vald farmnings algoritm: {0}
th_th: อัลกอริทึมการฟาร์มที่เลือกใช้: {0}
tr_tr: Seçilen kart düşürme algoritması: {0}
uk_ua: Обраний алгоритм фарму: {0}
vi_vn: Đã lựa chọn phương thức thu hoạch: {0}
zh_cn: 已选的挂卡算法：{0}
zh_hans: 选择的挂卡算法：{0}
zh_hant: 選擇的掛卡演算法：{0}

source: Done!
ar_sa: تم الانتهاء!
be_by: Гатова!
bg_bg: Готово!
bs_latn: Gotovo!
ca_es: Fet!
cs_cz: Hotovo.
da_dk: Færdig!
de_de: Erledigt!
el_gr: Ολοκληρώθηκε!
es_es: ¡Listo!
fa_ir: انجام شد!
fi_fi: Valmis!
fr_fr: Fait !
he_il: הושלם!
hi_in: हो गया|
hu_hu: Kész!
id_id: Selesai!
it_it: Fatto!
ja_jp: 完了！
lt_lt: Baigta!
lv_lv: Darīts!
nl_nl: Gereed!
no_no: Utført!
pl_pl: Gotowe!
pt_pt: Feito!
ro_ro: Realizat!
ru_ru: Готово!
sk_sk: Hotovo!
sr_latn: Gotovo!
sv_se: Klart!
th_th: เสร็จสิ้น!
tr_tr: Bitti!
uk_ua: Виконано!
vi_vn: Xong!
zh_cn: 完成！
zh_hans: 完成！
zh_hant: 完成！
zh_hk: 完成！

# GamesToIdle
source: We have a total of {0} games ({1} cards) left to farm (~{2} remaining)...
be_by: Усяго ў нас засталося {0} гульняў ({1} карт) для фармавання (засталося ~{2})...
bg_bg: Остават общо {0} игри ({1} карти) за "фармене" (~{2} оставащо време)...
ca_es: Hi ha un total de {0} jocs ({1} targetes) restants per cultivar (queden ~{2})...
cs_cz: Zbývá vyfarmit {0} her ({1} karet) (zbývající čas farmení ~{2})...
da_dk: Vi har totalt {0} spil ({1} kort) tilbage at idle (~{2} tilbage)...
de_de: Es verbleiben insgesamt {0} Spiele ({1} Sammelkarten) zum Sammeln (~{2} verbleibend)...
el_gr: Έχουμε συνολικά {0} παιχνίδια ({1} κάρτες) ακόμα για συλλογή καρτών (απομένουν ~{2})...
es_es: Tenemos un total de {0} juegos ({1} cromos) restantes por recolectar (~{2} restantes)...
fa_ir: تعداد بازی های باقی مانده برای فارم {0} است({1} کارت) باقی مانده برای فارم کردن (تقریباً {2} باقی مانده است)...
fi_fi: Farmattavana yhteensä {0} peliä ({1} korttia), ~{2} jäljellä...
fr_fr: Nous avons un total de {0} jeux ({1} cartes) restants à traiter (~{2} restants)...
he_il: נותרו {0} משחקים ({1} קלפים) להרצה ({2}~ נותרו)...
hu_hu: Még összesen {0} játék ({1} kártya) maradt (kb. {2} míg végez)...
id_id: Kami memiliki total {0} game ({1} kartu) yang tersisa untuk dikumpulkan (~{2} tersisa)...
it_it: Ci sono un totale di {0} giochi ({1} carte) ancora da farmare (~{2} rimanenti)...
ja_jp: 合計 {0} 個のゲーム ({1} 枚のカード) をファーミングできます (残り ～{2})
lt_lt: Mes iš viso turime {0} žaidimus ({1} korteles), kuriuos reikia rinkti (liko ~{2})...
lv_lv: Kopumā vākšanai ir pieejamas {0} spēles ({1} kārtis). Atlikušais laiks (~{2})...
nl_nl: We hebben een totaal van nog {0} spel(len) te spelen en {1} kaart(en) resterend om te verzamelen (~{2} resterend)...
no_no: Vi har totalt {0} spill ({1} kort) fra gården (~{2} gjenstår)...
pl_pl: Mamy w sumie {0} gier ({1} kart) do wyfarmienia (pozostało ~{2})...
pt_pt: Temos um total de {0} jogos ({1} cartas) restantes para coletar (~{2} restantes)...
ro_ro: Avem un total de {0} jocuri ({1} cartonașe) rămase de farmat (~{2} rămase)...
ru_ru: Всего осталось {0} игр ({1} карт), примерно (~{2})...
sk_sk: Zostávajúci počet hier: {0} (počet kariet: {1}) (predpokladaný čas: {2})...
sv_se: Vi har totalt {0} spel ({1} kort) kvar att farma (~{2} kvar)...
th_th: มีเกมเหลือให้เราฟาร์มอีก {0} เกม (การ์ด {1} ใบ) (อีก ~{2})...
tr_tr: Kart düşürülecek {0} oyun ({1} kart) kaldı (kalan süre: ~{2})...
uk_ua: Всього залишилось {0} ігор ({1} карток), які потрібно фармити (приблизно {2})...
vi_vn: Chúng ta có tổng cộng {0} trò chơi ({1} thẻ) còn lại để thu hoạch (còn lại ~{2})...
zh_cn: 共有 {0} 个游戏(共计 {1} 张卡) 等待挂卡(~还剩{2})...
zh_hans: 共 {0} 个游戏（{1} 张卡牌）等待挂卡（剩余时间约为 {2}）……
zh_hant: 共有 {0} 個遊戲（{1} 張卡片）需要掛卡（仍需約 {2}）…

# IdlingFinished
source: Farming finished!
be_by: Фармаванне скончана!
bg_bg: Фарменето на карти приключи!
bs_latn: Farmanje završeno!
ca_es: Cultiu finalitzat!
cs_cz: Farmení dokončeno!
da_dk: Idling færdig!
de_de: Sammeln abgeschlossen!
el_gr: Η συλλογή καρτών ολοκληρώθηκε!
es_es: ¡Recolección finalizada!
fa_ir: فارم کردن به اتمام رسید!
fi_fi: Farmaus valmis!
fr_fr: Collecte terminée !
he_il: ההרצה הסתיימה!
hi_in: काम समाप्त!
hu_hu: Farmolás befejezve!
id_id: Farming selesai!
it_it: Farming finito!
ja_jp: ファーミングが終了しました！
lt_lt: Kortelių rinkimas baigtas!
lv_lv: Vākšana pabeigta!
nl_nl: Farmen is gereed!
no_no: Jordbruk er ferdig!
pl_pl: Farmienie zakończone!
pt_pt: O 'farming' terminou!
ro_ro: Farmare finalizată!
ru_ru: Фарм завершён!
sk_sk: Zbieranie kariet dokončené!
sr_latn: Idlovanje je završeno!
sv_se: Farmande färdigt!
th_th: การฟาร์มเสร็จแล้ว!
tr_tr: Çalıştırma bitti!
uk_ua: Фарм закінчено!
vi_vn: Đã hoàn thành thu hoạch!
zh_cn: 挂卡完毕 ！
zh_hans: 挂卡完成！
zh_hant: 完成掛卡！

# IdlingFinishedForGame
source: Finished farming: {0} ({1}) after {2} of playtime!
be_by: Скончана фармаванне: {0} ({1}) пасля {2} гульнявога часу!
bg_bg: Фарменето на карти завърши: {0} ({1}) след {2} игра!
ca_es: Cultiu finalitzat: {0} ({1}) després de {2} de temps de joc!
cs_cz: Dokončeno farmení: {0} ({1}) po {2} herní doby!
da_dk: Færdiggjort idling: {0} ({1}) efter {2} spilletid!
de_de: Sammeln abgeschlossen: {0} ({1}) nach {2} Spielzeit!
el_gr: Ολοκληρώθηκε η συλλογή: {0} ({1}) μετά από {2} παιχνιδιού!
es_es: ¡Recolección finalizada: {0} ({1}) después de {2} de juego!
fa_ir: فارم کردن {0} ({1}) بعد از {2} پلی تایم به اتمام رسید!
fi_fi: Farmaus valmis: {0} ({1}) Kulunut peliaika: {2}!
fr_fr: Collecte terminée : {0} ({1}) après {2} de temps de jeu !
he_il: ההרצה הסתיימה עבור: {0} ({1}) לאחר {2} של זמן משחק!
hu_hu: Farmolás befejezve: {0} ({1}) készen van {2} játékidő után!
id_id: Farming selesai: {0} ({1}) setelah {2} bermain!
it_it: Farming terminato: {0}({1}) dopo {2} di tempo di gioco!
ja_jp: ファーミングを完了: {0} ({1}) プレイ時間は{2}！
lt_lt: Kortelių rinkimas užbaigtas: {0} ({1}) po {2} žaidimo laiko!
lv_lv: Pabeigta vākšana: {0} ({1}) ar {2} spēlēšanas laiku!
nl_nl: Farmen voor het spel : {1} ({0}), is voltooid! ({2})
no_no: Ferdig med drift: {0} ({1}) etter {2} spilletid!
pl_pl: Zakończono farmienie: {0} ({1}) po {2} gry!
pt_pt: 'Farming' terminado: {0} ({1}) após {2} de tempo de jogo!
ro_ro: Am terminat de farmat: {0} ({1}) după {2} de joc!
ru_ru: Фарм завершён: {0} ({1}) спустя {2} игрового времени!
sk_sk: Zber kariet dokončený v hre: {0} ({1}), potrebný čas {2}!
sv_se: Farmandet slutförd: {0} ({1}) efter {2} speltid!
th_th: การฟาร์มเสร็จสิ้น: {0} ({1}) หลังจากเวลาเล่น {2}!
tr_tr: Çalıştırma {0} ({1}), {2} oynama süresinden sonra bitti!
uk_ua: Закінчено фарм: {0} ({1}) після {2} ігрового часу!
vi_vn: Kết thúc thu hoạch: {0} ({1}) sau {2} thời gian chơi!
zh_cn: 完成挂卡︰ {0} ({1}) 花了 {2} 的时间！
zh_hans: 挂卡完成：{0}（{1}），游戏时间 {2}！
zh_hant: 完成掛卡：{0}（{1}），共耗時 {2}！

# IdlingFinishedForGames
source: Finished farming games: {0}
be_by: Завершана фармаваць гульні: {0}
bg_bg: Фарменето на карти завърши за игрите: {0}
ca_es: El cultiu de jocs ha finalitzat: {0}
cs_cz: Dokončeno farmení her: {0}
da_dk: Færdig med at idle spil: {0}
de_de: Sammeln in folgenden Spielen abgeschlossen: {0}
el_gr: Ολοκληρώθηκε η συλλογή καρτών των παιχνιδιών: {0}
es_es: Recolección de juegos finalizada: {0}
fa_ir: فارم کردن این بازی ها به پایان رسید: {0}
fi_fi: Farmaus valmistunut seuraavien pelien osalta: {0}
fr_fr: Collecte terminée : {0}
he_il: הרצת המשחקים התסיימה עבור: {0}
hu_hu: Az alábbi játékok farmolása befejeződött: {0}
id_id: Selesai mem-farming game: {0}
it_it: Finito farming dei giochi: {0}
ja_jp: ゲームのファーミングを完了: {0}
lt_lt: Užbaigta rinkti korteles: {0}
lv_lv: Spēlēm pabeigta vākšana: {0}
nl_nl: Farmen is gereed voor de spellen: {0}
no_no: Fullførte landbruksspill: {0}
pl_pl: Zakończono farmienie gier: {0}
pt_pt: Acabou de 'farmar' jogos: {0}
ro_ro: Am terminat de farmat jocurile: {0}
ru_ru: Завершён фарм игр: {0}
sk_sk: Dokončilo sa zberania kariet pre: {0}
sr_latn: Završeno idlovanje igrica: {0}
sv_se: Färdig med att farma spel: {0}
th_th: เกมที่ฟาร์มเสร็จแล้ว: {0}
tr_tr: Tamamlanan oyunlar: {0}
uk_ua: Закінчено фарм ігор: {0}
vi_vn: Hoàn thành thu hoạch trò chơi: {0}
zh_cn: 完成挂卡的游戏：{0}
zh_hans: 完成挂卡的游戏：{0}
zh_hant: 已完成掛卡的遊戲：{0}

# IdlingStatusForGame
source: Farming status for {0} ({1}): {2} cards remaining
be_by: Стан фермы для {0} ({1}): засталося карт: {2}
bg_bg: Статус на фарменето за {0} ({1}): {2} карти остават
ca_es: Estat del cultiu per {0} ({1}): Queden {2} targetes
cs_cz: Aktuální stav pro {0} ({1}): {2} zbývající karty
da_dk: Idle status for {0} ({1}): {2} kort tilbage
de_de: Sammelstatus für {0} ({1}): {2} Sammelkarten verbleiben
el_gr: Κατάσταση συλλογής καρτών για {0} ({1}): {2} κάρτες απομένουν
es_es: Estado de recolección para {0} ({1}): {2} cromos restantes
fa_ir: وضعیت فارم کردن برای {0} ({1}): تعداد کارت های باقی مانده {2} است
fi_fi: Farmattavana {0} ({1}): {2} korttia jäljellä
fr_fr: Progression de la collecte pour {0} ({1}) : {2} cartes restantes
he_il: סטטוס ההרצה של {0} ({1}): {2} קלפים נותרו
hu_hu: Farmolás állapota a következő a játékhoz: {0} ({1}): {2} kártya maradt
id_id: Status farming untuk {0} ({1}): {2} kartu tersisa
it_it: Stato di farming per {0} ({1}): {2} carte rimanenti
ja_jp: {0} ({1}) のファーミング状態: 残りカード {2} 枚
lt_lt: Kortelių rinkimo statusas {0} ({1}): liko kortelių: {2}
lv_lv: Vākšanas statuss par {0} ({1}): atlikušas {2} kārtis
nl_nl: Farming status voor {0} ({1}): {2} kaart(en) resterend
no_no: Gårdsstatus for {0} ({1}): {2} kort gjenstår
pl_pl: Status farmienia dla {0} ({1}): Pozostało {2} kart
pt_pt: Estado do 'farming' para {0} ({1}): {2} cartas restantes
ro_ro: Starea farmării pentru {0} ({1}): {2} cartonașe rămase
ru_ru: Статус фарма для {0} ({1}): {2} карты осталось
sk_sk: Stav zberu kariet pre: {0} ({1}): zostávajúci počet kariet: {2}
sr_latn: Status idlovanja za {0} ({1}): Broj preostalih kartica je {2}
sv_se: Farmstatus för {0} ({1}): {2} kort kvar
th_th: สถานะการฟาร์มของ {0} ({1}): เหลือการ์ด {2} ใบ
tr_tr: {0} ({1}) için çalıştırma durumu: {2} kart kaldı
uk_ua: Статус фарма для {0} ({1}): залишилося {2} карт
vi_vn: Trạng thái thu hoạch cho {0} ({1}): {2} thẻ còn lại
zh_cn: 挂卡状态{0} ({1}) ︰ 剩余 {2} 张卡
zh_hans: 挂卡状态 {0}（{1}）：剩余 {2} 张卡牌
zh_hant: {0}（{1}）的掛卡狀態：還剩 {2} 張卡片

# IdlingStopped
source: Farming stopped!
be_by: Фармаванне спынена!
bg_bg: Фарменето е спряно!
bs_latn: Farmanje zaustavljeno!
ca_es: Cultiu aturat!
cs_cz: Farmení zastaveno!
da_dk: Idling stoppede!
de_de: Sammeln angehalten!
el_gr: Η συλλογή καρτών σταμάτησε!
es_es: ¡Recolección detenida!
fa_ir: فارم کردن متوقف شد!
fi_fi: Farmaus pysäytetty!
fr_fr: Collecte interrompue !
he_il: הרצה נעצרה!
hu_hu: Farmolás leállítva!
id_id: Farming berhenti!
it_it: Farming fermato!
ja_jp: ファーミング停止！
lt_lt: Kortelių rinkimas sustabdytas!
lv_lv: Vākšana apturēta!
nl_nl: Farming gestopt!
no_no: Jordbruk stoppet!
pl_pl: Farmienie zatrzymane!
pt_pt: O 'farming' parou!
ro_ro: Farmare oprită!
ru_ru: Фарм остановлен!
sk_sk: Zber kariet bol zastavený!
sr_latn: Idlovanje zaustavljeno!
sv_se: Farmandet stoppad!
th_th: การฟาร์มหยุดแล้ว!
tr_tr: Çalıştırma durdu!
uk_ua: Фарм зупинено!
vi_vn: Dừng thu hoạch!
zh_cn: 已停止挂卡！
zh_hans: 挂卡已停止！
zh_hant: 已停止掛卡！
