Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# WarningRunningAsRoot
source: You're attempting to run ASF as the administrator (root). This causes a significant security risk to your machine, and as ASF does not require root access for its operation, we do not support this scenario. Supply --ignore-unsupported-environment argument if you really know what you're doing.
bg_bg: Опитвате се да стартирате ASF като администратор. Това предполага значителен риск за защитата на вашата машина, и тъй като ASF не изисква административен достъп, за да работи, Ви препоръчваме да я стартирате като потребител, който НЕ Е администратор, по възможност.
cs_cz: Snažíte se spustit ASF jako administrátor (root). To způsobuje značné bezpečnostní riziko pro váš počítač, navíc ASF nevyžaduje administrátorské oprávnění pro jeho provoz, proto doporučujeme běh aplikace pod klasickým uživatelem.
da_dk: Du forsøger at køre ASF som administrator (root). Dette medfører en betydelig sikkerhedsrisiko for din maskine, og da ASF ikke kræver root-adgang for dens drift, vi anbefaler at køre det som ikke-administrator bruger hvis det er muligt.
de_de: Du versuchst ASF als Administrator (root) auszuführen. Dies stellt ein signifikantes Sicherheitsrisiko für dein Gerät dar und da ASF diese Rechte nicht benötigt, unterstützen wir dieses Szenario nicht. Verwende das Kommandozeilenargument --ignore-unsupported-environment, wenn du wirklich weißt, was du tust.
el_gr: Προσπαθείτε να εκτελέσετε το ASF ως διαχειριστής (root). Αυτό προκαλεί σημαντικό κίνδυνο για την ασφάλεια της μηχανής σας και καθώς η ASF δεν απαιτεί πρόσβαση root για τη λειτουργία της, συνιστούμε να το εκτελέσετε ως μη διαχειριστή, εάν είναι δυνατόν.
es_es: Estás intentando ejecutar ASF como administrador (root). Esto causa un riesgo de seguridad significativo para tu máquina, y ya que ASF no requiere acceso root para su operación, recomendamos ejecutarlo como usuario no administrador si es posible.
fi_fi: Yrität käynnistää ASF:ää järjestelmänvalvojana (root). Tämä aiheuttaa merkittävän turvallisuusriskin koneellesi ja koska ASF ei tarvitse pääkäyttäjän oikeuksia toimintaansa, suosittelemme käyttämään sitä ei-järjestelmänvalvojan tunnuksilla, jos mahdollista.
fr_fr: Vous essayez d'exécuter ASF en tant qu'administrateur (root). Cela entraîne un risque important pour la sécurité de votre machine, et comme ASF ne nécessite pas l'accès root pour son fonctionnement, nous ne prenons pas en charge ce scénario. Utilisez l'argument --ignore-unsupported-environment si vous savez vraiment ce que vous faites.
he_il: אתה מנסה להפעיל את ASF כמנהל המערכת (שורש). זה גורם לסיכון אבטחה משמעותי למחשב שלך, ומכיוון ש-ASF אינו דורש גישת שורש לצורך פעולתו, אנו ממליצים להפעיל אותו כמשתמש שאינו מנהל במידת האפשר.
hu_hu: Az ASF-et rendszergazdaként (root) próbálja futtatni. Ez jelentős biztonsági kockázatot jelent a gépére nézve, és mivel az ASF működéséhez nem igényel root hozzáférést, azt javasoljuk, hogy lehetőség szerint futtassa nem rendszergazdaként.
id_id: Anda mencoba menjalankan ASF sebagai administrator (root). Ini menyebabkan risiko keamanan yang signifikan bagi mesin Anda, dan karena ASF tidak memerlukan akses root untuk operasinya, kami menyarankan untuk menjalankannya sebagai pengguna non-administrator jika memungkinkan.
it_it: Stai tentando di eseguire ASF come amministratore (root). Questo causa un rischio significativo per la sicurezza della vostra macchina e poiché ASF non richiede l'accesso root per il suo funzionamento, si consiglia di eseguirlo come utente non amministratore, se possibile.
ja_jp: あなたは管理者(root) としてASFを実行しようとしています。 これにより、マシンに重大なセキュリティリスクが発生する可能性があります。ASFは操作に管理者アクセスを必要としないため、 可能であれば管理者以外のユーザーとして実行することをお勧めします。
lt_lt: Bandote paleisti ASF kaip administratorius (root vartotojas). Tai gali sukelti reikšmingą apsaugos riziką jūsų kompiuteriui, kadangi ASF nereikalauja administratoriaus teisių savo veikimui. Rekomenduojame ASF paleisti kaip ne administratoriui jei įmanoma.
lv_lv: Tu mēģini laist ASF kā administrators (root). Šis rada nopietnu drošības risku mašīnai, jo ASF nav vajadzīga root līmeņa tiesības, lai tas strādātu. Mēs iesakām pārslēgties un laist ASF ne-administratora režīmā cik ātri vien iespējams.
nl_nl: U probeert ASF uit te voeren als administrator (root). Dit veroorzaakt een aanzienlijk beveiligingsrisico voor uw apparaat en ASF heeft geen root toegang nodig voor de werking ervan. We raden u aan om, indien mogelijk, als niet-beheerder-gebruiker uit te voeren.
no_no: Du prøver å kjøre ASF som administrator (root). Det gir en betydelig sikkerhetsrisiko for maskinen din, og siden ASF ikke krever root-tilgang for maskinen, vi anbefaler å kjøre det som ikke-administrator bruker hvis mulig.
pl_pl: Próbujesz uruchomić ASF jako administrator (root). Powoduje to znaczne zagrożenie bezpieczeństwa Twojego komputera. Ponieważ ASF nie wymaga dostępu roota do swojego działania, zalecamy uruchomienie go jako użytkownik niebędący administratorem, jeśli to możliwe.
pt_pt: Estás a tentar executar o ASF como administrador (root). Isto causa um risco de segurança significativo para o teu computador e como o ASF não requer acesso root para o seu funcionamento, recomendamos executá-lo como um utilizador não-administador se for possível.
ru_ru: Вы пытаетесь запустить ASF от имени администратора (root). Это создает значительный риск для безопасности вашего компьютера, и, поскольку ASF не требует root-доступа для своей работы, мы рекомендуем запускать его без прав администратора, если это возможно.
sv_se: Du försöker köra ASF som administratör (root). Detta orsakar en betydande säkerhetsrisk för din maskin, och eftersom ASF inte kräver root-åtkomst för dess användning, vi rekommenderar att köra det som icke-administratör användare om möjligt.
tr_tr: ASF'yi yönetici (root) olarak çalıştırmaya çalışıyorsunuz. Bu, makineniz için önemli bir güvenlik riskine neden olur ve ASF'nin çalışması için yönetici izni gerekmediği için mümkünse yönetici olmadan çalıştırmanızı öneriyoruz.
uk_ua: Ви намагаєтеся запустити ASF як адміністратор (root). Це створює значний ризик для безпеки вашої машини, і оскільки для роботи ASF не потрібен доступ root, ми рекомендуємо запускати його як користувач без прав адміністратора, якщо це можливо.
vi_vn: Bạn đang cố chạy ASF với tư cách là quản trị viên (admin/root). Điều này gây ra rủi ro bảo mật đáng kể cho máy của bạn, và vì ASF không yêu cầu quyền truy cập root cho hoạt động của nó, chúng tôi không hỗ trợ cho hoàn cảnh này. Cung cấp lệnh --ignore-unsupported-environment nếu bạn thực sự biết mình đang làm gì.
zh_hans: 您正尝试以管理员（root）身份运行 ASF。这会导致您的设备暴露在巨大的安全风险下，又因为 ASF 不需要 root 权限就可以运行，所以我们建议您尽可能在普通用户下运行。
zh_hant: 您正以管理員權限（Root）執行 ASF。這會給您的設備帶來重大的安全風險，且由於 ASF 的操作不需要管理員權限，我們建議盡可能以非管理員使用者身份執行它。

# WarningRunningInUnsupportedEnvironment
source: You're running ASF in unsupported environment, supplying --ignore-unsupported-environment argument. Please note that we do not offer any kind of support for this scenario and you're doing it entirely at your own risk. You've been warned.
bg_bg: Стартирали сте ASF| в неподдържана среда, осигурявайки аргумент, който отхвърля това твърдение. Имайте в предвид, че не осигуряваме никаква подръжка при подобен сценарий и вършите всичко на свой риск. Предупредени сте.
cs_cz: Používáte ASF v nepodporovaném prostředí s použitím parametru --ignore-unsupported-environment. Vezměte prosím na vědomí, že nenabízíme žádnou podporu pro tento scénář a děláte to zcela na vlastní riziko. Byli jste varováni.
da_dk: Du kører ASF i ikke-understøttet miljø, leverer --ignore-unsupported-environment argument. Bemærk, at vi ikke tilbyder nogen form for støtte til dette scenarie, og du gør det helt på egen risiko. Du er blevet advaret.
de_de: Du verwendest ASF in einer nicht unterstützten Umgebung und verwendest das Argument --ignore-unsupported-environment. Bitte beachte, dass wir für dieses Szenario keinerlei Unterstützung anbieten und du das Risiko vollständig auf dich selber nehmen musst. Du wurdest gewarnt.
el_gr: Τρέχετε το ASF σε μη υποστηριζόμενο περιβάλλον, παρέχοντας --ignore-unsupported-environment argument. Παρακαλώ σημειώστε ότι δεν προσφέρουμε κανενός είδους υποστήριξη για αυτό το σενάριο και το κάνετε αποκλειστικά με δική σας ευθύνη. Έχετε προειδοποιηθεί.
es_es: Estás ejecutando ASF en un entorno no soportado, proporcionando el argumento --ignore-unsupported-environment. Ten en cuenta que no ofrecemos ningún tipo de soporte para este escenario y lo haces bajo tu propio riesgo. Has sido advertido.
fi_fi: Käytössäsi on ASF tukemattomassa ympäristössä, käyttäen --ignore-unsupported-environment argumenttia. Huomioithan, että emme tarjoa minkäänlaista tukea tälle skenaariolle ja teet sen täysin omalla vastuullasi. Sinua on varoitettu.
fr_fr: Vous utilisez ASF dans un environnement non pris en charge, en utilisant --ignore-unsupported-environment comme argument. Veuillez noter que nous n'offrons aucun support pour ce scénario et que vous le faites risques et périls. Vous avez été prévenu.
he_il: אתה מפעיל את ASF בסביבה לא נתמכת, מספק ארגומנט --ignore-unsupported-environment. שים לב שאיננו מציעים כל סוג של תמיכה בתרחיש זה ואתה עושה זאת על אחריותך בלבד. הוזהרת.
hu_hu: Figyelem! Ön az ASF-et nem támogatott környezetben futtatja, és a --ignore-unsupported-environment argumentumot adja meg. Felhívjuk figyelmét, hogy ebben az esetben nem nyújtunk semmilyen támogatást, és ezt teljes mértékben a saját felelősségére teszi.
id_id: Anda menjalankan ASF di lingkungan yang tidak didukung, memberikan argumen --ignore-unsupported-environment. Harap dicatat bahwa kami tidak menawarkan dukungan untuk skenario ini dan Anda melakukannya sepenuhnya dengan risiko Anda sendiri. Anda telah diperingatkan.
it_it: Stai eseguendo ASF in ambiente non supportato, fornendo --ignore-unsupported-environment come argomento. Si prega di notare che non offriamo alcun tipo di supporto per questo scenario e lo stai facendo a tuo rischio e pericolo. Siete avvisati.
ja_jp: --ignore-unsupported-environment引数を使用し、サポートされていない環境でASFを実行しています。 我々は、この動作環境に対するいかなる種類のサポートも提供しておらず、自身の責任においてそれを行っていることにご注意ください。 警告はしましたよ。
lt_lt: Jūs bandote paleisti ASF, kuri yra nepalaikomoje aplinkoje su --ignore-unsupported-environment argumentu. Atkreipkite dėmesį, jog tokiais atvejais mes neteikiame jokio palaikymo ir jūsų pasirinkimas yra jūsų atsakomybėje. Jūs buvote įspėtas.
lv_lv: Tu laid ASF neatbalstītā vidē izmantojot --ignore-unsupported-environment argumentu. Lūdzu ņem vērā, ka mēs nepiedāvājam nekādu atbalstu šādiem scenārijiem un tas viss ir uz tavu pašu risku. Tu esi ticis brīdināts.
nl_nl: Je draait ASF in niet-ondersteunde omgeving, het bedienen --negeer geen ondersteunend milieuargument. Houd er rekening mee dat we geen enkele vorm van ondersteuning voor dit scenario bieden en dat je het helemaal op eigen risico doet. Je bent gewaarschuwd.
no_no: Du kjører ASF i miljøet som ikke er støttet – levere --ignore-unsupported-environment argument. Vær oppmerksom på at vi ikke tilbyr noen form for støtte for dette scenarioet og gjør det helt på egen risiko. Du har blitt advart.
pl_pl: Używasz ASF w nieobsługiwanym środowisku, podając argument --ignore-unsupported-environment. Pamiętaj, że nie oferujemy żadnego wsparcia dla tego scenariusza i robisz to całkowicie na własne ryzyko. Zostałeś ostrzeżony.
pt_pt: Estás a executar o ASF num ambiente não suportado, fornecendo o argumento --ignore-unsupported-environment. Toma atenção que não oferecemos qualquer apoio para este cenário e estás a fazê-lo inteiramente por tua conta. Foste avisado.
ru_ru: Вы запускаете ASF в неподдерживаемой среде с аргументом --ignore-unsupported-environment. Обратите внимание, что мы не оказываем никакой поддержки в этом случае, и вы делаете это исключительно на свой страх и риск. Вас предупредили.
sv_se: Du kör ASF i miljö som inte stöds, levererar --ignore-unsupported-miljö argument. Observera att vi inte erbjuder någon form av stöd för detta scenario och du gör det helt på egen risk. Du har blivit varnad.
tr_tr: ASF'yi desteklenmeyen ortamda çalıştırıyorsunuz ve --ignore-unsupported-environment argümanı sağlıyorsunuz. Lütfen bu senaryo için herhangi bir destek sağlamadığımızı ve bunu tamamen kendi sorumluluğunuzda yaptığınızı unutmayın. Uyarıldınız.
uk_ua: Ви запускаєте ASF у непідтримуваному середовищі, з допомогою параметру -ignore-unsupported-environment. Зверніть увагу, що ми не надаємо будь-якої допомоги у такій ситуації, і ви робите це цілком на власний ризик. Ми попереджали.
vi_vn: Bạn đang chạy ASF trong môi trường không được hỗ trợ, bằng việc cung cấp lệnh --ignore-unsupported-environment. Xin lưu ý rằng chúng tôi không cung cấp bất cứ sự hỗ trợ nào cho hoàn cảnh này và bạn hoàn toàn tự chịu trách nhiệm. Bạn đã được cảnh báo.
zh_hans: 您提供了 --ignore-unsupported-environment 参数，使 ASF 在不受支持的环境中运行。请注意我们不会为此场景提供任何类型的支持。如果您一定要这样做，必须自己承担一切责任。
zh_hant: 您在不受支援的環境中執行 ASF，並提供 --ignore-unsupported-environment 引數。請注意，我們不對這種情形提供任何形式的支援，您完全需要自行承擔風險。您已經被警告過了。

# BotVersion
source: {0} V{1}
el_gr: {0} Εκδ.{1}
he_il: {0} גרסה {1}
hu_hu: {0} verziószám: {1}
