Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# BotGeneratingSteamParentalCode
source: Generating Steam parental code, this can take a while, consider putting it in the config instead...
bg_bg: Генериране на Steam основен код, това може да отнеме доста време, вместо това, помислете да го сложите в конфигурацията...
cs_cz: Generuji Steam parental code, toto může nějakou chvilku trvat, zvažte ho vložit do nastavení...
da_dk: Generering af Steam-forældrekode, dette kan tage et stykke tid, overvej at sætte det i konfiguration i stedet...
de_de: Erstelle Steam-Jugendschutz-Code, das kann einige Zeit dauern. Eventuell solltest du stattdessen den Code in der Konfiguration hinterlegen...
el_gr: Δημιουργία γονικού κώδικα Steam, αυτό μπορεί να πάρει λίγο χρόνο, σκεφτείτε να τον αποθηκεύσετε καλύτερα στο config...
es_es: Generando código parental de Steam, esto puede tomar un tiempo, considera ponerlo en la configuración...
fi_fi: Luodaan Steam lapsilukon koodi. Tämä saattaa kestää hetken. Harkitse lapsilukon syöttämistä suoraan asetustiedostoon...
fr_fr: Génération du code parental Steam, cela peut prendre un certain temps, envisagez plutôt de mettre le code dans le fichier de configuration...
he_il: יוצר קוד הורים של Steam, זה יכול לקחת זמן מה, שקול לשים אותו ב-config במקום...
hu_hu: Steam szülői felügyelet kód generálása folyamatban, ez eltarthat egy darabig, fontold meg, hogy inkább a konfigurációs fájlba rakod...
id_id: Sedang membuat Steam parental code, ini bisa memakan waktu cukup lama, pertimbangkan untuk memasukkannya ke dalam konfigurasi...
it_it: Genero un parental code per Steam, può volerci un po' di tempo, si consiglia invece di inserirlo direttamente nella configurazione...
ja_jp: Steam parental code (保護者による使用制限用のコード) を生成中、しばらく掛かりそうだ。設定に書いておくことをオススメします。
lt_lt: Generuojamas Steam tėvų kontrolės kodas, tai gali užtrukti, apsvarstykite saugoti kodą konfigūracijoje...
lv_lv: Tiek ģenerēts Steam vecāku kontroles kods. Tā kā tas var aizņemt laiciņu, apsver to ievadīt konfigurācijas failā...
nl_nl: Steam-ouderlijktoezichtcode genereren, dit kan even duren. Als je wilt kun je de code in je configuratie plaatsen...
no_no: Genererer Steam foreldrekode, dette kan ta en stund, vurder å sette den i config i steden...
pl_pl: Generowanie kodu kontroli rodzicielskiej Steam, może to chwilę potrwać, zamiast tego rozważ umieszczenie go w konfiguracji...
pt_pt: A gerar o código parental da Steam, isto pode demorar um bocado, considera colocá-lo no 'config'...
ro_ro: Generarea codului parental Steam, acest lucru poate dura un timp, luați în considerare să-l introduceți în configurație...
ru_ru: Генерация кода родительского контроля Steam, это может занять некоторое время, оцените возможность вместо этого указать его в конфигурационном файле...
sk_sk: Generujem Steam parental code, toto môže nejakú chvíľku trvať, zvážte ho vložiť do nastavenia...
sr_latn: Generisanje Steam parental koda, ovo može duže potrajati, uzmite u obzir da ga stavite u konfiguraciju...
sv_se: Genererar Steam-föräldrakod, detta kan ta ett tag, överväga att sätta det i konfigurationen istället...
tr_tr: Steam aile kodu oluşturuluyor. Bu işlem uzun süreceğinden, config dosyasına eklemeniz daha iyi olabilir...
uk_ua: Генерація коду батьківського контролю Steam, зважте можливість вказати його у конфігураційному файлі замість цього...
vi_vn: Khởi tạo mã quản lý phụ huynh Steam, điều này có thể mất một lúc, thay vào đó hãy xem xét đưa nó vào cấu hình...
zh_hans: 正在生成 Steam 家庭监护代码，这可能需要一段时间，建议您将此代码写到配置文件中……
zh_hant: 正在產生 Steam 家庭監護 PIN 碼，這會需要一段時間，請考慮將它寫入設定檔中…
zh_hk: 正在產生 Steam 家庭監護代碼，這可能會需要一段時間，請考慮將它寫入設定檔中…

# IPCConfigChanged
source: IPC config has been changed!
bg_bg: IPC настройките са били променени!
cs_cz: IPC nastavení bylo změněno!
da_dk: IPC konfiguration er blevet ændret!
de_de: Die IPC-Konfiguration wurde geändert!
el_gr: Το IPC config έχει αλλάξει!
es_es: ¡La configuración IPC ha sido modificada!
fi_fi: IPC asetusta on muutettu!
fr_fr: La configuration IPC a été modifiée !
he_il: תצורת IPC השתנתה!
hu_hu: Az IPC konfig megváltozott!
id_id: Konfigurasi IPC telah diubah!
it_it: Configurazione IPC modificata!
ja_jp: IPC 設定が変更されました！
lt_lt: IPC konfigūracija buvo pakeista!
lv_lv: IPC konfigurācija ir izmainīta!
nl_nl: IPC-configuratie is gewijzigd!
no_no: IPC konfigurasjonen har blitt endret!
pl_pl: Konfiguracja IPC została zmieniona!
pt_pt: A configuração IPC foi alterada!
ro_ro: Configurația IPC a fost schimbată!
ru_ru: Конфигурация IPC была изменена!
sk_sk: Konfigurácia IPC bola zmenená!
sr_latn: IPC kofiguracija je promijenjena!
sv_se: IPC-konfiguration har ändrats!
tr_tr: IPC yapılandırması değiştirildi!
uk_ua: Конфігурацію IPC було змінено!
vi_vn: Cấu hình IPC đã được thay đổi!
zh_hans: IPC 配置文件已被更改！
zh_hant: IPC 設定檔已變更！
zh_hk: IPC 設定檔已變更！

# BotTradeOfferResult
source: The trade offer {0} is determined to be {1} due to {2}.
bg_bg: Предложението за размяна {0} е определено като {1} поради {2}.
cs_cz: Obchodní nabídka {0} určena jako {1} kvůli {2}.
da_dk: Handelstilbuddet {0} er bestemt til at være {1} på grund af {2}.
de_de: Das Handelsangebot {0} wird aufgrund von {2} als {1} bestimmt.
el_gr: Η προσφορά συναλλαγής {0} καθορίζεται ότι είναι {1} λόγω {2}.
es_es: La oferta de intercambio {0} se determina a ser {1} debido a {2}.
fi_fi: Vaihtotarjous {0} on tilassa {1} syystä {2}.
fr_fr: L'offre d'échange {0} est déterminée comme étant {1} à cause de {2}.
he_il: הצעת המסחר {0} נקבעה להיות {1} בשל {2}.
hu_hu: A {0} csereajánlat megtörtént {1}, {2} okánál fogva.
id_id: Penawaran trade {0} ditentukan menjadi {1} karena {2}.
it_it: L'offerta di scambio {0} verrà {1} poiché è {2}.
ja_jp: トレード {0} は {1} に確定しました。理由は {2} です。
lt_lt: Mainų pasiūlymas {0} yra determinuotas {1}, nes {2}.
lv_lv: Darījums {0} ir {1}, jo {2}.
nl_nl: Het ruilaanbod {0} is als {1} gemarkeerd vanwege {2}.
no_no: Handelstilbudet {0} er bestemt til å være {1} på grunn av {2}.
pl_pl: Oferta wymiany {0} jest ustalona jako {1} z powodu {2}.
pt_pt: A proposta de troca {0} foi determinada a ser {1} devido a {2}.
ro_ro: Oferta de tranzacționare {0} este determinată să fie {1} datorită {2}.
ru_ru: По предложению обмена {0} принято решение {1} по причине {2}.
sk_sk: Obchodná ponuka {0} je {1}, pretože {2}.
sr_latn: Ponuda razmjene {0} je određena da bude {1} zbog {2}.
sv_se: Handelserbjudandet {0} bestäms vara {1} på grund av {2}.
tr_tr: {0} takas teklifi, {2} sebebiyle {1} olarak belirlendi.
uk_ua: Пропозицію обміну {0} вирішено {1} через {2}.
vi_vn: Đề nghị trao đổi {0} được quyết định là {1} do {2}.
zh_hans: 交易报价 {0} 被确定为 {1}，原因是：{2}。
zh_hant: 交易提案 {0} 因 {2} 而決定 {1}。

# BotInvalidPasswordDuringLogin
source: Received InvalidPassword error code {0} times in a row. Your password for this account is most likely wrong, aborting!
bg_bg: Получили сте код за грешна парола {0} пъти поред. Вашата парола за този акаунт най-вероятно е грешна, прекратяване!
cs_cz: Vráceno chyba špatné heslo {0} krát za sebou. Zadané heslo k tomuto účtu je nejspíše špatné, přerušuji!
da_dk: Modtog fejlkode InvalidPassword {0} gange i træk. Din adgangskode til denne konto er sandsynligvis forkert, afbryder!
de_de: Fehlercode InvalidPassword {0} mal hintereinander erhalten. Ihr Passwort für dieses Konto ist höchstwahrscheinlich falsch. Abbruch!
el_gr: Λήφθηκε κωδικός σφάλματος InvalidPassword {0} φορές συνεχόμενα. Ο κωδικός πρόσβασής σας για αυτό το λογαριασμό είναι πιθανότατα λάθος, η ενέργεια ματαιώνεται!
es_es: Se recibió el código de error InvalidPassword {0} veces seguidas. Es posible que la contraseña para esta cuenta sea incorrecta, ¡abortando!
fi_fi: Vastaanotettu invalidPassword -virhekoodi {0} kertaa peräkkäin. Salasanasi tälle tilille on todennäköisesti väärin, keskeytetään!
fr_fr: Le code d'erreur InvalidPassword a été reçu {0} fois de suite. Votre mot de passe pour ce compte est probablement erroné, abandon!
he_il: התקבל קוד שגיאה InvalidPassword מספר של {0} פעמים ברציפות. סביר להניח שהסיסמה שלך לחשבון זה שגויה, מפיל!
hu_hu: A megadott jelszó {0} alkalommal el lett utasítva. Ez a jelszó feltételezhetően nem helyes, a művelet megszakításra került!
id_id: Menerima kode kesalahan InvalidPassword {0} kali berturut-turut. Kata sandi Anda untuk akun ini kemungkinan besar salah, batalkan!
it_it: Ricevuto codice di errore InvalidPassword {0} volte di fila. La tua password per questo account potrebbe essere errata, annullo l'operazione!
ja_jp: エラーコード InvalidPassword (無効なパスワード ) を {0} 回連続で受け取りました。このアカウントのパスワードが間違っている可能性が高いです。
lt_lt: Gautas BlogasSlaptažodis klaidos kodas {0} kartų iš eilės. Jūsų slaptažodis šiai paskyrai galima yra blogas, atšaukiama!
lv_lv: Saņemts InvalidPassword kļūdas kods {0} reizes pēc kārtas. Visticamāk, ka ievadītā parole ir nepareiza!
nl_nl: De foutcode InvalidPassword is {0} keer op rij opgetreden. Je wachtwoord voor dit account is waarschijnlijk onjuist. Proces wordt afgesloten!
no_no: Mottok feil passord feilkode {0} ganger på rad. Passordet for denne kontoen vil mest sannsynlig bli galt, avbryt!
pl_pl: Otrzymano kod błędu InvalidPassword {0} razy z rzędu. Twoje hasło do tego konta jest najprawdopodobniej błędne, przerywam!
pt_pt: O código de erro InvalidPassword foi recebido {0} vezes seguidas. A tua senha para esta conta está provavelmente errada, a abortar!
ro_ro: Codul de eroare al parolei invalide primit de {0} ori consecutiv. Parola pentru acest cont este cel mai probabil greșită, abandonare!
ru_ru: Код ошибки InvalidPassword получен {0} раз подряд. Ваш пароль для этого аккаунта скорее всего неверен, прекращаем работу!
sk_sk: Oznámenie InvalidPassword bolo zaznamenané {0} krát za sebou. Vaše heslo pre tento účet je pravdepodobne nesprávne. Ukončujem inštanciu!
sr_latn: Vraćen InvalidPassword greška {0} puta uzastopno. Vaša lozinka na ovom nalogu je vjerovatno pogrešna, odustajanje!
sv_se: Tog emot InvalidPassword error-kod {0} gånger i rad. Ditt lösenord för detta konto är sannolikt fel, avbryter!
tr_tr: Arka arkaya {0} kere Yanlış Şifre hata kodu alındı (InvalidPassword). Bu hesap için parolanız muhtemelen yanlış, iptal ediliyor!
uk_ua: Код помилки InvalidPassword отримано {0} разів поспіль. Найбільш імовірно що ваш пароль для цього акаунта невірний, припиняю роботу!
vi_vn: Nhận được mã lỗi InvalidPassword {0} lần liên tục. Mật khẩu của bạn cho tài khoản này nhiều khả năng là sai, đang hủy bỏ!
zh_hans: 连续收到无效密码（InvalidPassword）错误代码 {0} 次。您对此帐户的密码很可能是错误的，正在中止操作！
zh_hant: 連續收到 InvalidPassword 錯誤碼 {0} 次。您的帳號密碼大概是錯的，正在中止！

# Result
source: Result: {0}
be_by: Рэзультат: {0}
bg_bg: Резултат: {0}
bs_latn: Rezultat: {0}
ca_es: Resultat: {0}
cs_cz: Výsledek: {0}
da_dk: Resultat: {0}
de_de: Ergebnis: {0}
el_gr: Αποτέλεσμα: {0}
es_es: Resultado: {0}
fa_ir: نتایج: {0}
fi_fi: Tulos: {0}
fr_fr: Résultat: {0}
he_il: תוצאה: {0}
hu_hu: Eredmény: {0}
id_id: Hasil: {0}
it_it: Risultato: {0}
ja_jp: 結果: {0}
lt_lt: Rezultatas: {0}
lv_lv: Rezultāts: {0}
nl_nl: Resultaat: {0}
no_no: Resultat: {0}
pl_pl: Wynik: {0}
pt_pt: Resultado: {0}
ro_ro: Rezultate: {0}
ru_ru: Результат: {0}
sk_sk: Výsledok: {0}
sr_latn: Rezultat: {0}
sv_se: Resultat: {0}
th_th: ผลลัพธ์: {0}
tr_tr: Sonuç: {0}
uk_ua: Результат: {0}
vi_vn: Kết quả: {0}
zh_hans: 结果：{0}
zh_hant: 結果：{0}

# WarningUnsupportedEnvironment
source: You're attempting to run {0} variant of ASF in an unsupported environment: {1}. Supply --ignore-unsupported-environment argument if you really know what you're doing.
bg_bg: Опитвате се да подкарате {0} вариант на ASF в неподдържана страна: {1}. Осигурете аргумент за отхвърляне на това твърдение ако наистина знаете какво правите.
cs_cz: Pokoušíte se spustit {0} variantu ASF v nepodporovaném prostředí: {1}. Přidejte --ignore-unsupported-environment parametr, pokud opravdu víte, co děláte.
da_dk: Du forsøger at køre {0} variant af ASF i et miljø, der ikke understøttes: {1}. Angiv --ignore-unsupported-environment-argumentet hvis du virkelig ved, hvad du laver.
de_de: Sie versuchen, die Variante {0} von ASF in einer nicht unterstützten Umgebung auszuführen: {1}. Geben Sie das Argument --ignore-unsupported-environment an, sofern Sie wirklich wissen, was Sie tun.
el_gr: Προσπαθείτε να εκτελέσετε {0} παραλλαγή του ASF σε μη υποστηριζόμενο περιβάλλον: {1}. Προσθέστε την παραμετροποίηση --ignore-unsupported-environment αν πραγματικά γνωρίζετε τι κάνετε.
es_es: Estás intentando ejecutar la variante {0} de ASF en un entorno no soportado: {1}. Proporciona el argumento --ignore-unsupported-environment si realmente sabes lo que estás haciendo.
fi_fi: Yrität suorittaa ASF:n {0} varianttia ympäristössä jota ei tueta: {1}. Lisää --ignore-unsupported-environment -argumentti, jos todella tiedät mitä olet tekemässä.
fr_fr: Vous essayez d'exécuter la variante {0} d'ASF dans un environnement non pris en charge : {1}. Ajoutez l'argument --ignore-unsupported-environment si vous savez vraiment ce que vous faites.
he_il: אתה מנסה להפעיל {0} גרסה של ASF בסביבה לא נתמכת: {1}. ספק --התעלם מ-unsupported-environment argument אם אתה באמת יודע מה אתה עושה.
hu_hu: Az ASF {0} változatát próbálja futtatni egy nem támogatott környezetben: {1}. Adja meg a --ignore-unsupported-environment argumentumot, ha valóban tudja, mit csinál.
id_id: Anda mencoba menjalankan varian {0} dari ASF di lingkungan yang tidak didukung: {1}. Berikan argumen --ignore-unsupported-environment jika Anda benar-benar tahu apa yang Anda lakukan.
it_it: Stai tentando di eseguire la variante {0} di ASF in un ambiente non supportato: {1}. Fornisci l'argomento --ignore-unsupported-environment se sai davvero cosa stai facendo.
ja_jp: サポートされていない環境: {1} で、{0} 向けのASFを実行しようとしています: もしもこれが意図通りの動作であるならば、 --ignore-unsupported-environment 引数を使用してください。
lt_lt: Jūs bandote paleisti {0} ASF versiją, kuri yra nepalaikomoje aplinkoje: {1} Paleiskite su --ignore-unsupported-environment argumentą, jeigu tikrai žinote ką darote.
lv_lv: Tiek mēģināts palaist {0} ASF versiju neatbalstītā vidē: {1}. Pievieno '---ignore-unsupported-environment argument' ja zini ko dari.
nl_nl: Je probeert {0} variant van ASF toe te voegen in een niet-ondersteunde omgeving: {1}. Voeg --ignore-unsupported-environment argument als je echt weet wat je aan het doen bent.
no_no: Du prøver å kjøre {0} variant av ASF i et miljø som ikke støttes: {1}. Gi tilgang - ignorert miljø argument hvis du virkelig vet hva du gjør.
pl_pl: Próbujesz uruchomić wariant ASF {0} w nieobsługiwanym środowisku: {1}. Podaj argument --ignore-unsupported-environment, jeśli naprawdę wiesz, co robisz.
pt_pt: Estás a tentar executar a {0} variante do ASF num ambiente não suportado: {1}. Fornece o argumento --ignore-unsupported-environment se tens a certeza do que estás a fazer.
ro_ro: Încercaţi să rulaţi {0} variantă ASF în mediu nesuportat: {1}. Folosiţi argumentul --ignore-unsupported-environment dacă ştiţi cu adevărat ce faceţi.
ru_ru: Вы пытаетесь запустить ASF в варианте {0} в неподдерживаемом окружении: {1}. Используйте аргумент --ignore-unsupported-environment если вы действительно понимаете, что делаете.
sk_sk: Plánujete spustiť {0} variácií ASF v prostredí, ktoré nie je podporované: {1}. V prípade, že viete, čo robíte, použite argument --ignore-unsupported-environment pri spustení.
sr_latn: Pokušavate da pokrenete varijantu {0} ASF in nepodržanom okruženju: {1}. Unesite --ignore-unsupported-environment ako znate šta radite.
sv_se: Du försöker köra {0} variant av ASF i en miljö som inte stöds: {1}. Använd dig av --ignore-unsupported-environment argument om du verkligen vet vad du gör.
tr_tr: Desteklenmeyen ortamda {0} ASF varyantını çalıştırmaya çalışıyorsun: {1}. Ne yaptığınızı gerçekten biliyorsan, --ignore-unsupported-environment argümanını sağla.
uk_ua: Ви намагаєтеся запустити ASF у варіанті {0} у непідтримуваному середовищі: {1}. Скористуйтеся аргументом --ignore-unsupported-environment якщо ви справді розумієте, що робите.
vi_vn: Bạn đang cố gắng chạy {0} một phiên bản ASF trong môi trường không được hỗ trợ: {1}. Cung cấp thêm dòng lệnh khởi chạy --ignore-unsupported-environment nếu bạn thực sự biết mình đang làm gì.
zh_hans: 您正尝试在不受支持的环境 {1} 中运行 ASF 的 {0} 版本。如果您了解自己在做什么，请提供 --ignore-unsupported-environment 参数。
zh_hant: 您正嘗試於不支援的環境（{1}）中執行 {0} 版本的 ASF。如果您真的知道您在做什麼的話，請加上 --ignore-unsupported-environment 引數。

# WarningUnknownCommandLineArgument
source: Unknown command-line argument: {0}
bg_bg: Непознат аргумент в командната линия: {0}
cs_cz: Neznámý parametr příkazu: {0}
da_dk: Ukendt kommandolinjeargument: {0}
de_de: Unbekanntes Kommandozeilenargument: {0}
el_gr: Άγνωστο όρισμα γραμμών-εντολών: {0}
es_es: Argumento de la línea de comandos desconocido: {0}
fi_fi: Tuntematon komentorivin argumentti: {0}
fr_fr: Argument en ligne de commande inconnu : {0}
he_il: שורת פקודה לא ידועה: {0}
hu_hu: Ismeretlen parancssor: {0}
id_id: Argumen command-line yang tidak dikenal: {0}
it_it: Argomento della riga di comando sconosciuto: {0}
ja_jp: 不明なコマンドライン引数: {0}
lt_lt: Nežinomas komandų-eilutės argumentas: {0}
lv_lv: Nezināms komandrindas arguments: {0}
nl_nl: Onbekend opdrachtregelargument: {0}
no_no: Ukjent kommandolinje-argument: {0}
pl_pl: Nieznany argument wiersza poleceń: {0}
pt_pt: Argumento da linha de comando desconhecido: {0}
ro_ro: Argument necunoscut de comandă-linie: {0}
ru_ru: Неизвестный аргумент командной строки: {0}
sk_sk: Neznámy argument príkazového riadku: {0}
sr_latn: Nepoznat komandni argument: {0}
sv_se: Okänt kommandorads-argument: {0}
tr_tr: Bilinmeyen komut satırı argümanı: {0}
uk_ua: Невідомий аргумент командного рядка: {0}
vi_vn: Dòng lệnh không xác định: {0}
zh_hans: 未知命令行参数：{0}
zh_hant: 未知的命令列引數：{0}

# ErrorConfigDirectoryNotFound
source: Config directory could not be found, aborting!
bg_bg: Папката с настройките не може да бъде открита, прекратяване!
cs_cz: Nelze nalézt konfigurační adresář, přerušuji!
da_dk: Konfigurationsmappen kunne ikke findes, afbryder!
de_de: Konfigurationsverzeichnis konnte nicht gefunden werden. Abbruch!
el_gr: Ο κατάλογος ρυθμίσεων δεν βρέθηκε, ενέργεια ματαιώθηκε!
es_es: No se pudo encontrar el directorio de configuración, ¡abortando!
fi_fi: Asetushakemistoa ei kyetty löytämään, keskeytetään!
fr_fr: Le répertoire de configuration n'a pas été trouvé, abandon!
he_il: לא ניתן לאתר את תיקיית ה-config, מפיל!
hu_hu: A konfigurációs könyvtár nem található, megszakítás!
id_id: Direktori konfigurasi tidak ditemukan, dibatalkan!
it_it: Impossibile trovare la cartella di configurazione, annullamento!
ja_jp: 設定ディレクトリが見つかりませんでした。中断します！
lt_lt: Konfigūracijos vieta nerasta, nutraukiama!
lv_lv: Konfigurācijas atrašanās vieta nav atrasta - pārtrauc!
nl_nl: Configuratiemap kon niet gevonden worden!
no_no: Mappe for konfigurasjon ble ikke funnet, avbryt !
pl_pl: Nie znaleziono katalogu z plikami konfiguracyjnymi, przerywam!
pt_pt: O diretório da configuração não foi encontrado, a abortar!
ro_ro: Directorul de configurații nu a putut fi găsit, abandonare!
ru_ru: Не удалось найти каталог с конфигурационными файлами, прекращаем работу!
sk_sk: Konfiguračný adresár sa nepodarilo nájsť, prerušuje sa!
sr_latn: Nije pronađen config direktorijum, odustajanje!
sv_se: Conifg mappen kunde inte hittas, avbryter!
tr_tr: Config dizini bulunamadı, çıkılıyor!
uk_ua: Каталог з конфігураційними файлами не знайдено, припиняю роботу!
vi_vn: Không tìm thấy thư mục cấu hình, đang hủy bỏ!
zh_hans: 无法找到配置文件目录，即将中止！
zh_hant: 無法找到設定檔所在的資料夾，正在中止！

# BotIdlingSelectedGames
source: Playing selected {0}: {1}
bg_bg: Играят се избраните {0}: {1}
cs_cz: Aktuálně hraji {0}: {1}
da_dk: Spiller valgt {0}: {1}
de_de: Spiele ausgewählt durch {0}: {1}
el_gr: Αναπαραγωγή επιλεγμένων {0}: {1}
es_es: Jugando selección {0}:{1}
fi_fi: Pelataan valittuja {0}: {1}
fr_fr: Traitement de la sélection {0}: {1}
he_il: משחק בבחירה {0}: {1}
hu_hu: Kiválasztott {0} játszása: {1}
id_id: Memainkan {0} yang dipilih: {1}
it_it: Riproduzione selezionata {0}: {1}
ja_jp: 選択した {0} をプレイ中: {1}
lt_lt: Šiuo metu žaidžiama {0}: {1}
lv_lv: Spēlē izvēlēto {0}: {1}
nl_nl: Speelt geselecteerde af: {0} {1}
no_no: Spiller valgte {0}: {1}
pl_pl: Wybrane farmienie {0}: {1}
pt_pt: A jogar o selecionado {0}: {1}
ro_ro: Joc selecția {0}: {1}
ru_ru: Играет выбранный {0}: {1}
sk_sk: Práve sa hrá: {0}: {1}
sv_se: Spelar valda {0}: {1}
th_th: กำลังเล่นเกมที่เลือกไว้ {0}: {1}
tr_tr: Seçilen oynanıyor {0}: {1}
uk_ua: Відтворення вибраного {0}: {1}
vi_vn: Đang chạy theo lựa chọn {0}: {1}
zh_hans: 正在运行 {0} 所选：{1}
zh_hant: 正在掛 {0} 指定的遊玩時數：{1}

# AutomaticFileMigration
source: {0} config file will be migrated to the latest syntax...
bg_bg: {0} config file ще бъде прехвърлен на последния синтаксис...
cs_cz: {0} konfigurační soubor bude převeden na nejnovější syntaxi...
da_dk: {0} konfigurationsfil vil blive migreret til den seneste syntaks...
de_de: Die Konfigurationsdatei {0} wird zur neuesten Version migriert...
el_gr: {0} αρχείο ρυθμίσεων θα μεταφερθεί στην τελευταία σύνταξη...
es_es: El archivo de configuración {0} será migrado a la sintaxis más reciente...
fi_fi: {0} asetustiedosto muutetaan uusimpaan syntaksiin...
fr_fr: Le fichier de configuration de {0} sera migré vers la dernière syntaxe...
he_il: קובץ ה-config שמיקומו {0} יועבר לתחביר העדכני ביותר...
hu_hu: A(z) {0} konfigurációs fájl a legújabb szintaxisra kerül áttelepítésre...
id_id: File konfigurasi {0} akan dimigrasikan ke sintaks terbaru...
it_it: Il file di configurazione {0} verrà migrato all'ultima sintassi...
ja_jp: {0} 設定ファイルは最新の構文に移行されます...
lt_lt: {0} konfigūracinis failas bus migruojamas į naujausią sintaksę...
lv_lv: {0} konfigurācijas fails tiks migrēts uz jaunāko sintaksi...
nl_nl: {0} configuratiebestand zal worden gemigreerd naar de laatste syntaxis...
no_no: {0} config filen vil bli overført til siste syntaks...
pl_pl: {0} plik konfiguracyjny zostanie przeniesiony do najnowszej składni...
pt_pt: {0} ficheiro de configuração vai ser migrado para a sintaxe mais recente...
ro_ro: Fișierul de configurare {0} va fi migrat la cea mai recentă sintaxă...
ru_ru: {0} файл конфигурации будет переведет на последнюю версию синтаксиса...
sk_sk: {0} konfiguračný súbor bude prevedený na najnovšiu syntax...
sv_se: {0} config filen kommer att migreras till den senaste syntax...
tr_tr: {0} yapılandırma dosyası en son sürüm söz dizimine aktarılacak...
uk_ua: Файл конфігурації {0} буде оновлено до поточного синтаксису...
vi_vn: {0} tập tin cấu hình sẽ được di chuyển tới cú pháp mới nhất...
zh_hans: 配置文件 {0} 将会迁移到最新格式……
zh_hant: {0} 設定檔將會改版成最新的語法…

# WarningWeakIPCPassword
source: Your IPC password seems to be weak. Consider choosing a stronger one for increased security. Reason: {0}
bg_bg: Вашата IPC парола изглежда много слаба. Помислете за избиране на по-сложна за увеличаване на сигурността. Детайли: {0}
de_de: Dein IPC-Passwort scheint schwach zu sein. Für erhöhte Sicherheit solltest du überlegen, ein Stärkeres auszusuchen. Details: {0}
es_es: Parece que tu contraseña IPC es débil. Considera elegir una más fuerte para mayor seguridad. Detalles: {0}
he_il: נראה שסיסמת ה-IPC שלך חלשה. שקול לבחור חזק יותר להגברת האבטחה. פרטים: {0}
it_it: La tua password IPC sembra essere debole. Considera di sceglierne una più forte per una maggiore sicurezza. Dettagli: {0}
vi_vn: Mật khẩu IPC của bạn có vẻ yếu. Hãy cân nhắc việc chọn mật khẩu mạnh hơn để tăng tính bảo mật. Chi tiết: {0}
