Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# UnusedKeys
source: Unused keys: {0}
bg_bg: Неизползвани ключове: {0}
cs_cz: Nepoužité klíče: {0}
da_dk: Ubrugte nøgler: {0}
de_de: Ungenutzte Produktschlüssel: {0}
el_gr: Μη χρησιμοποιημένα κλειδιά: {0}
es_es: Claves no usadas: {0}
fa_ir: کلید های استفاده نشده: {0}
fi_fi: Käyttämättömät CD-keyt: {0}
fr_fr: Clés non utilisées : {0}
he_il: מפתחות שאינם בשימוש: {0}
hu_hu: Fel nem használt kulcsok: {0}
id_id: Kunci yang tidak terpakai: {0}
it_it: Chiavi non utilizzate: {0}
ja_jp: 未使用のキー: {0}
lt_lt: Nepanaudoti raktai: {0}
lv_lv: Neizmantotās atslēgas: {0}
nl_nl: Ongebruikte codes: {0}
no_no: Ubrukte nøkler: {0}
pl_pl: Nieużyte klucze: {0}
pt_pt: Chaves não utilizadas: {0}
ro_ro: Chei nefolosite: {0}
ru_ru: Неиспользованные ключи: {0}
sk_sk: Nepoužité kľúče: {0}
sr_latn: Neiskorišćeni ključevi: {0}
sv_se: Oanvända nycklar: {0}
th_th: คีย์ที่ยังไม่ได้ใช้: {0}
tr_tr: Kullanılmayan anahtarlar: {0}
uk_ua: Невикористані ключі: {0}
vi_vn: Key chưa được sử dụng: {0}
zh_cn: 未使用的产品代码︰{0}
zh_hans: 未使用的序列号：{0}
zh_hant: 未使用的產品序號：{0}
zh_hk: 未使用的產品金鑰：{0}

# WarningFailedWithError
source: Failed due to error: {0}
bg_bg: Неуспешно поради грешка: {0}
cs_cz: Došlo k selhání z důvodu chyby: {0}
da_dk: Mislykkedes på grund af fejl: {0}
de_de: Gescheitert aufgrund des Fehlers: {0}
el_gr: Αποτυχία λόγω σφάλματος: {0}
es_es: Fallo debido al error: {0}
fa_ir: به این دلیل شکست خورد: {0}
fi_fi: Epäonnistuminen virheen takia: {0}
fr_fr: Échec dû à une erreur : {0}
he_il: נכשל עקב שגיאה: {0}
hu_hu: Hiba miatt nem sikerült: {0}
id_id: Gagal karena error: {0}
it_it: Fallito a causa di un errore: {0}
ja_jp: エラーのため失敗しました: {0}
lt_lt: Nepavyko dėl klaidos: {0}
lv_lv: Kļūda: {0}
nl_nl: Mislukt door de fout: {0}
no_no: Mislyktes på grunn av feil: {0}
pl_pl: Zadanie nie powiodło się z powodu błędu: {0}
pt_pt: Falha devido ao erro: {0}
ro_ro: Eșec din cauza erorii: {0}
ru_ru: Не удалось из-за ошибки: {0}
sk_sk: Zlyhanie kvôli chybe: {0}
sr_latn: Neuspeh zbog greške: {0}
sv_se: Misslyckades på grund av ett fel: {0}
th_th: ล้มเหลวเนื่องจากข้อผิดพลาด: {0}
tr_tr: Şu hata yüzünden başarısız: {0}
uk_ua: Не вдалося через помилку: {0}
vi_vn: Thất bại do lỗi: {0}
zh_cn: 失败！错误原因：{0}
zh_hans: 因发生此错误而失败：{0}
zh_hant: 因發生錯誤而失敗：{0}
zh_hk: 由於錯誤 {0} 而失敗

# BotConnectionLost
source: Connection to Steam Network lost. Reconnecting...
bg_bg: Връзката с мрежата на Steam е загубена. Повторно свързване...
cs_cz: Připojení k síti Steam bylo ztraceno. Opětovné připojování...
da_dk: Forbindelse til Steam-netværket mistede. Opretter forbindelse igen...
de_de: Verbindung zum Steam-Netzwerk unterbrochen. Verbinde erneut...
el_gr: Η σύνδεση στο δίκτυο Steam χάθηκε. Γίνεται επανασύνδεση...
es_es: Se perdió la conexión con la red de Steam. Reconectando...
fa_ir: اتصال به شبکه ی استیم قطع شد. در حال اتصال مجدد...
fi_fi: Yhteys Steam-verkkoon katkesi. Yhdistetään uudelleen...
fr_fr: Connexion au réseau Steam perdue. Reconnexion...
he_il: החיבור לרשת Steam אבד. מתחבר מחדש...
hu_hu: Megszakadt a kapcsolat a Steam hálózattal. Újrakapcsolódás...
id_id: Koneksi ke Steam terputus, menghubungkan kembali...
it_it: Connessione alla rete di Steam persa. Riconnessione in corso...
ja_jp: Steam Network への接続が失われました。再接続しています...
lt_lt: Ryšys su Steam tinklu prarastas. Bandoma jungtis iš naujo...
lv_lv: Pazudis savienojums ar Steam Network. Atjauno savienojumu...
nl_nl: Verbinding met Steam netwerk verbroken. Opnieuw verbinden...
no_no: Tilkobling til Steam nettverk tapt. Gjenopprettes...
pl_pl: Połączenie z siecią Steam zostało utracone. Trwa łączenie ponowne...
pt_pt: A conexão com a rede da Steam foi perdida. Reconectando...
ro_ro: Conexiunea la rețeaua Steam a fost pierdută. Se reconectează...
ru_ru: Потеряно соединение с сетью Steam. Переподключение...
sk_sk: Spojenie so sieťou Steam zrušené. Znovupripájanie...
sr_latn: Izgubljena konekcija sa Steam-om, Povezujemo se ponovo...
sv_se: Anslutning till Steam-nätverket misslyckades, återansluter...
th_th: สูญเสียการเชื่อมต่อกับ Steam Network กำลังเชื่อมต่อใหม่...
tr_tr: Steam Ağı bağlantısı kaybedildi. Yeniden bağlanıyor...
uk_ua: Підключення до мережі Steam втрачено. Підключаємось повторно...
vi_vn: Mất kết nối đến mạng Steam. Đang kết nối lại...
zh_cn: 与 Steam 网络的连接丢失，正在重新连接……
zh_hans: 与 Steam 网络的连接丢失，正在重新连接……
zh_hant: 與 Steam 網路的連線中斷，正在重新連線…
zh_hk: 與 Steam 網絡的連線中斷，正在重新進行連線……

# BotAccountFree
source: Account is no longer occupied: farming process resumed!
be_by: Акаўнт больш не заняты: працэс фармавання адноўлены!
bg_bg: Акаунтът вече не е зает: фарменето на карти е възобновено!
cs_cz: Účet již není využíván: farmení bylo obnoveno!
da_dk: Konto er ikke længere optaget: idling genoptaget!
de_de: Benutzerkonto ist nicht mehr in Verwendung: Sammelprozess fortgesetzt!
el_gr: Ο λογαριασμός δεν χρησιμοποιείται πλέον: ξεκινά πάλι η συλλογή καρτών!
es_es: La cuenta ya no está ocupada: ¡se ha reanudado el proceso de recolección!
fa_ir: اکانت دیگر در دست استفاده نیست: رویه ی فارم کردن در حال ادامه یافتن است!
fi_fi: Tili ei ole enää varattu: farmausta jatketaan!
fr_fr: Le compte n'est plus occupé : reprise du processus de collecte !
he_il: החשבון כבר לא תפוס: תהליך ההרצה התחדש!
hu_hu: A fiók már nincs használatban. A farmolási folyamat folytatódik!
id_id: Akun tidak sedang digunakan, proses farming dilanjutkan!
it_it: L'account non è più occupato: il farming è ricominciato!
ja_jp: アカウントが開放されました: ファーミング処理を再開します！
lt_lt: Paskyra nebėra užimta: kortelių rinkimo procesas tęsiamas!
lv_lv: Konts ir atbrīvojies: tiek atsākts vākšanas process!
nl_nl: Account is niet meer bezet: farming proces hervat!
no_no: Kontoen er ikke lenger brukt: jordbruksprosessen gjenopptatt!
pl_pl: Konto nie jest już używane: proces farmienia został wznowiony!
pt_pt: A conta já não está ocupada: o processo de 'farming' foi continuado!
ro_ro: Contul nu mai este ocupat, procesul de farmat se reia!
ru_ru: Аккаунт больше не занят: фарм возобновлен!
sk_sk: Účet už nie je využívaný: proces zbierania je obnovený!
sr_latn: Nalog više nije zauzet, proces idlovanja nastavljen!
sv_se: Kontot är inte längre upptaget, återupptar farming-processen!
tr_tr: Hesap artık meşgul değil, çalıştırılmaya devam ediliyor!
uk_ua: Акаунт більше не зайнятий: фарм відновлено!
vi_vn: Tài khoản không còn được người dùng sử dụng: quá trình thu hoạch tiếp tục trở lại!
zh_cn: 账户不再被占用，恢复挂卡！
zh_hans: 帐户不再被占用，恢复挂卡！
zh_hant: 帳號不再被佔用，已恢復掛卡！

# BotAccountOccupied
source: Account is currently being used: ASF will resume farming when it's free...
be_by: Акаўнт зараз выкарыстоўваецца: ASF адновіць фармаванне, калі ён будзе вольны...
bg_bg: Акаунтът в момента се ползва: ASF ще възобнови фарменето на карти, когато е свободен...
cs_cz: Účet je v současné době využíván: ASF bude pokračovat ve farmení poté, co bude účet uvolněn...
da_dk: Kontoen bruges i øjeblikket: ASF vil genoptage idling når det er fri...
de_de: Benutzerkonto ist in Verwendung: ASF wird den Sammelprozess fortsetzen, sobald diese wieder verfügbar ist...
el_gr: Ο λογαριασμός χρησιμοποιείται αυτή τη στιγμή: το ASF θα συνεχίσει όταν αυτός αποδεσμευτεί...
es_es: La cuenta se está usando actualmente: ASF reanudará la recolección cuando esté disponible...
fa_ir: اکانت در دست استفاده است: ASF زمانی که اکانت آزاد باشد فارم کردن را شروع می کند...
fi_fi: Tiliä käytetään tällä hetkellä muualla: ASF jatkaa farmaamista kun tili vapautuu...
fr_fr: Ce compte est actuellement utilisé : ASF reprendra la collecte quand celui-ci sera libre...
he_il: החשבון נמצא בשימוש כעת: ASF ימשיך את תהליך ההרצה ברגע שהוא יתפנה...
hu_hu: A fiók jelenleg használatban van. Amint szabaddá válik, az ASF folytatja a farmolást...
id_id: Akun sedang digunakan: ASF akan melanjutkan farming saat akun tidak sedang digunakan...
it_it: L'account è attualmente in uso: ASF riprenderà il farming quando sarà libero...
ja_jp: 現在アカウントは使用中です: アカウントが開放されたとき、ASFはファーミングを再開します...
lt_lt: Paskyra šiuo metu yra naudojama: ASF tęs kortelių rinkimą, kai ji atsilaisvins...
lv_lv: Konts šobrīd tiek lietots: ASF turpinās vākšanu, kad tas atbrīvosies...
nl_nl: Account is momenteel in gebruik: ASF zal het farmen hervatten wanneer het account weer beschikbaar is...
no_no: Konto er for øyeblikket i bruk: ASF vil gjenoppta oppdrett når det er gratis...
pl_pl: Konto jest aktualnie używane: ASF wznowi proces farmienia, gdy będzie wolne...
pt_pt: A conta está a ser usada neste momento: o ASF irá continuar o 'farming' mal esteja livre...
ro_ro: Contul este în prezent folosit: ASF va relua farmatul atunci când este liber...
ru_ru: Аккаунт сейчас используется: ASF продолжит фарм, когда он освободится...
sk_sk: Účet je momentálne využívaný: ASF bude pokračovať v zbere až po uvoľnení...
sr_latn: Nalog se trenutno koristi, ASF će nastaviti sa idlovanjem kad se oslobodi...
sv_se: Kontot används för närvarande, ASF återupptar farmandet när det är ledigt...
tr_tr: Hesap şu anda kullanılıyor: ASF, hesap kullanılmadığında çalışmaya devam edecektir...
uk_ua: Обліковий запис зараз використовується: ASF відновить роботу, коли стане вільним...
vi_vn: Tài khoản hiện tại đang được sử dụng: ASF sẽ tiếp tục việc thu hoạch khi nó rảnh...
zh_cn: 账户正在被占用，ASF会在它空闲时继续挂卡……
zh_hans: 帐户正在被占用：ASF 将会在帐户空闲时恢复挂卡……
zh_hant: 帳號目前使用中，ASF 將在該帳號空閒時繼續掛卡…

# BotConnecting
source: Connecting...
be_by: Падключэнне...
bg_bg: Свързване…
bs_latn: Povezivanje...
ca_es: S'està connectant...
cs_cz: Připojování...
da_dk: Forbinder...
de_de: Verbinde...
el_gr: Σύνδεση...
es_es: Conectando...
fa_ir: در حال اتصال...
fi_fi: Yhdistetään...
fr_fr: Connexion...
he_il: מתחבר...
hu_hu: Kapcsolódás...
id_id: Menghubungkan...
it_it: Connessione in corso...
ja_jp: 接続中...
lt_lt: Jungiamasi...
lv_lv: Savienojas...
nl_nl: Verbinden...
no_no: Kobler til...
pl_pl: Łączenie...
pt_pt: A ligar...
ro_ro: Se conectează...
ru_ru: Подключение...
sk_sk: Pripájanie...
sr_latn: Povezivanje...
sv_se: Ansluter...
th_th: กำลังเชื่อมต่อ...
tr_tr: Bağlanılıyor...
uk_ua: Підключення...
vi_vn: Đang kết nối...
zh_cn: 正在连接...
zh_hans: 正在连接……
zh_hant: 正在連線…
zh_hk: 連線中……

# BotHeartBeatFailed
source: Failed to disconnect the client. Abandoning this bot instance!
bg_bg: Неуспешно прекъсване на връзката на клиента. Премахва се този бот!
cs_cz: Selhalo odpojení klienta. Ruší se instance bota.
da_dk: Afbrydelsen af klienten fejlede, afbryder denne bot instans!
de_de: Die Verbindung zum Client konnte nicht getrennt werden. Verzichte auf diese Bot-Instanz!
el_gr: Αποτυχία αποσύνδεσης προγράμματος-πελάτη. Γίνεται εγκατάλειψη αυτού του bot!
es_es: Fallo al desconectar el cliente. ¡Abandonando esta instancia de bot!
fa_ir: قطع شدن این بات با مشکل مواجه شد. بات را ول می کنیم!
fi_fi: Yhteyden katkaisu clienttiin epäonnistui. Hylätään tämä botti instanssi!
fr_fr: Impossible de déconnecter le client. Abandon de cette instance de bot !
he_il: לא ניתן לנתק את התוכנה. נוטש את בוט זה!
hu_hu: Sikertelen volt a kliensről való lecsatlakozás. Elhagyjuk ezt a bot példányt!
id_id: Gagal memutuskan klien, meninggalkan instansi bot ini!
it_it: Disconnessione del client non riuscita. Abbandonando questa istanza di bot!
ja_jp: クライアントとの切断に失敗しました。bot のインスタンスを放棄します！
lt_lt: Nepavyko atjungti kliento. Apleidžiamas šis boto egzempliorius!
lv_lv: Nav iespējams atvienoties no klienta. Šis bots tiek pamests!
nl_nl: Verbinding verbreken met de client is mislukt. Bot instantie wordt afgesloten!
no_no: Kan ikke koble fra klienten. Forlat denne botten instans!
pl_pl: Rozłączenie klienta nie powiodło się. Porzucam instancję tego bota!
pt_pt: Erro ao desconectar o cliente. A abandonar este bot!
ro_ro: Deconectarea clientului a eșuat. Se abandonează acestă instanță de bot!
ru_ru: Не удалось отключить клиент, отказ от бота!
sk_sk: Odpojenie klienta zlyhalo. Inštancia bota sa ruší!
sr_latn: Nije uspelo diskonektovanje klijenta. Napuštanje ove instance bota-a!
sv_se: Det gick inte att koppla från klienten, överger denna bot instans!
tr_tr: İstemcinin bağlantısı kesilemedi. Bu bot örneği terk ediliyor!
uk_ua: Не вдалося відключити клієнт. Відмовляемось від цього бота!
vi_vn: Thất bại trong việc ngắt kết nối với client. Đang bỏ con bot này!
zh_cn: 断开客户端失败，正在放弃这个帐号实例！
zh_hans: 断开客户端连接失败，将跳过此机器人实例！
zh_hant: 無法與用戶端中斷連線，正在中止此 Bot！
zh_hk: 無法斷開與用戶端的連接。正在中止這個機械人實例！

# BotSteamDirectoryInitializationFailed
source: Could not initialize SteamDirectory: connecting with Steam Network might take much longer than usual!
bg_bg: Неуспешно стартиране на SteamDirectory: свързването с мрежата на Steam може да отнеме много повече време от обичайното!
de_de: SteamDirectory konnte nicht initialisiert werden: Die Verbindung mit dem Steam-Netzwerk könnte viel länger dauern als sonst!
es_es: No se pudo iniciar SteamDirectory: ¡la conexión con la red de Steam podría tardar más de lo habitual!
he_il: לא ניתן לאתחל את SteamDirectory: התחברות לרשת הסטים עשויה להימשך זמן רב מהרגיל!
it_it: Impossibile inizializzare SteamDirectory: il collegamento con la rete di Steam potrebbe richiedere più tempo del solito!
ro_ro: Nu a fost posibilă inițializarea SteamDirectory: conectarea cu rețeaua Steam ar putea dura mult mai mult ca de obicei!
sk_sk: Inicializácia SteamDirectory nie je možná: pripojenie k sieti Steam môže trvať dlhšie ako zvyčajne!
sr_latn: Nije moguće inicijalizovati SteamDirectory: povezivanje sa Steam mrežom može potrajati duže nego uobičajeno!
tr_tr: SteamDirectory başlatılamadı, Steam Ağı ile bağlantı kurmak her zamankinden daha uzun sürebilir!
vi_vn: Không thể khởi tạo SteamDirectory: kết nối với mạng Steam có thể lâu hơn so với bình thường!
zh_cn: 无法初始化 Steam 目录，与 Steam 网络连接可能需要比平常更长的时间！
zh_hk: 無法初始化 SteamDirectory：與 Steam 網絡的連接可能需要比平時更長的時間！

# BotStopping
source: Stopping...
be_by: Спыненне...
bg_bg: Спиране…
bs_latn: Zaustavljanje...
ca_es: Aturant...
cs_cz: Zastavování...
da_dk: Stopper...
de_de: Anhalten...
el_gr: Διακοπή...
es_es: Deteniendo...
fa_ir: در حال توقف...
fi_fi: Pysäytetään...
fr_fr: Arrêt...
he_il: עוצר...
hu_hu: Leállás...
id_id: Menhentikan...
it_it: Interruzione in corso...
ja_jp: 停止中...
lt_lt: Stabdoma...
lv_lv: Tiek apturēts...
nl_nl: Stoppen...
no_no: Stopper...
pl_pl: Zatrzymywanie...
pt_pt: A parar...
ro_ro: Se oprește...
ru_ru: Остановка...
sk_sk: Zastavovanie...
sr_latn: Zaustavljanje...
sv_se: Stoppar...
th_th: กำลังหยุด...
tr_tr: Durduruluyor...
uk_ua: Зупинення...
vi_vn: Đang dừng...
zh_cn: 正在停止...
zh_hans: 正在停止……
zh_hant: 正在停止…
zh_hk: 停止中……

# ErrorBotConfigInvalid
source: Your bot config is invalid. Please verify content of {0} and try again!
be_by: Канфігурацыя вашага бота няправільная. Калі ласка, праверце змест {0} і паспрабуйце яшчэ раз!
bg_bg: Настройката на вашият бот е невалидна. Моля проверете съдържанието на {0} и опитайте отново!
cs_cz: Konfigurace bota není platná. Zkontrolujte obsah souboru {0} a zkuste to znovu.
da_dk: Din bot konfiguration er ugyldig. Kontroller indholdet af {0}, og prøv igen!
de_de: Deine Bot-Konfiguration ist ungültig. Bitte überprüfen Sie den Inhalt von {0} und versuchen Sie es erneut!
el_gr: Η διαμόρφωση του bot σας δεν είναι έγκυρη. Επαληθεύστε το περιεχόμενο του {0} και δοκιμάστε ξανά!
es_es: Tu configuración del bot es inválida. ¡Por favor, verifica el contenido de {0} y vuelve a intentarlo!
fa_ir: کانفیگ بات شما صحیح نیست. لطفاً محتوای {0} را بررسی کنید و دوباره تلاش کنید!
fi_fi: Botti-tiedostosi ei ole validi. Tarkista {0} sisältö ja yritä uudestaan!
fr_fr: La configuration de votre bot n’est pas valide. Veuillez vérifier le contenu de {0} et réessayez !
he_il: הגדרות הבוט שלך אינם נכונות. אמת את התוכן של {0} ונסה שוב!
hu_hu: A bot konfigurációd érvénytelen. Kérlek, ellenőrizd {0} tartalmát, majd próbáld meg újból!
id_id: Konfigurasi bot tidak valid, harap periksa konfigurasi di {0} dan coba lagi!
it_it: La configurazione del tuo bot non è valida. Verifica il contenuto di {0} e riprova!
ja_jp: bot の設定が有効ではありません。{0} の内容を確認して再度試してください！
lt_lt: Jūsų boto konfigūracija yra klaidinga. Prašome patikrinti {0} turinį ir bandyti vėl!
lv_lv: Bota konfigurācija ir nederīga. Lūdzu, pārbaudi {0} iestatījumus un mēģini atkal!
nl_nl: Je bot-configuratie is ongeldig. Controleer de inhoud van {0} en probeer het opnieuw!
no_no: Din bot konfigurasjon er ugyldig. Kontroller innholdet i {0} og prøv igjen!
pl_pl: Twój plik konfiguracyjny bota jest nieprawidłowy. Sprawdź zawartość {0} i spróbuj ponownie!
pt_pt: A sua configuração do bot é inválida. Por favor, verifique o conteúdo de {0} e tente novamente!
ro_ro: Configurația botului este invalidă. Te rugăm să verifici conținutul {0} și să încerci din nou!
ru_ru: Ваш бот неправильно настроен. Пожалуйста, проверьте содержимое {0} и попробуйте еще раз!
sk_sk: Konfigurácia bota je neplatná. Over obsah súboru {0} a skús to znova!
sr_latn: Vaša konfiguracija bot-a je nevažeća. Molimo vas proverite sadržaj {0} i pokušajte ponovo!
sv_se: Din bots konfigurering är ogiltig, vänligen verifiera innehållet av {0} och försök igen!
tr_tr: Bot yapılandırmanız geçersiz. Lütfen {0} içeriğini doğrulayıp tekrar deneyin!
uk_ua: Конфігурація вашого боту невірна. Будь ласка, перевірте вміст {0}, та спробуйте ще!
vi_vn: Cấu hình bot của bạn không hợp lệ. Vui lòng xác minh nội dung của {0} và thử lại lần nữa!
zh_cn: 您的帐号配置无效，请检查 {0} 的内容，然后重试！
zh_hans: 您的机器人配置无效，请检查 {0} 的内容，然后重试！
zh_hant: 您的 Bot 設定無效，請確認 {0} 的內容然後再試一次！
zh_hk: 您的機械人配置無效。請驗證 {0} 的內容，然後重試！

# ErrorDatabaseInvalid
source: Persistent database could not be loaded, if issue persists, please remove {0} in order to recreate the database!
bg_bg: Постоянната база данни не може да бъде заредена, ако проблемът продължава, моля премахнете {0} за да се пресъздаде базата данни!
cs_cz: Nelze načíst trvalou databázi. Pokud problém přetrvává, odstraňte soubor {0}, aby se databáze mohla znovu vytvořit.
da_dk: Vedvarende database kunne ikke indlæses, hvis problemet fortsætter, skal du fjerne {0} for at genskabe databasen!
de_de: Die permanente Datenbank konnte nicht geladen werden, wenn das Problem weiterhin besteht entfernen Sie bitte {0}, um die Datenbank neu zu erstellen!
el_gr: Αδυναμία φόρτωσης μόνιμης βάσης δεδομένων. Εάν το πρόβλημα παραμένει, αφαιρέστε το {0} για επαναδημιουργία της βάσης!
es_es: La base de datos persistente no se pudo cargar, si el problema persiste, ¡por favor, elimina {0} para rehacer la base de datos!
fa_ir: لود کردن دیتابیس با مشکل مواجه شد، اگر این مشکل ادامه داشت، لطفاً {0} را حذف کنید تا دوباره دیتابیس ایجاد شود!
fi_fi: Pysyvää tietokantaa ei saatu ladattua, jos ongelma jatkuu, poista {0} luodaksesi uuden tietokannan!
fr_fr: La base de données persistante n'a pu être chargée, si le problème persiste, merci de supprimer {0} afin de la recréer !
he_il: לא ניתן לטעון את מסד הנתונים התמידי, אם הבעיה נמשכת, הסר את {0} כדי ליצור מחדש את מסד הנתונים!
hu_hu: A perzisztens adatbázist nem lehet betölteni! Ha a hiba továbbra is fennáll, kérlek, töröld {0}-t, hogy az adatbázis újra elkészülhessen!
id_id: Database utama tidak dapat dimuat, jika masalah berlanjut, hapus {0} untuk membuat ulang database!
it_it: Impossibile caricare il database permanente, se il problema persiste, rimuovi {0} per ricreare il database!
ja_jp: 永続的データベースをロードできませんでした。この問題が続く場合、{0} を削除してデータベースを再生成してください！
lt_lt: Nepavyko įkelti nuolatinės duomenų bazės, jei problema pasikartoja, prašome pašalinti {0} siekiant atkurti duomenų bazę!
lv_lv: Databāze nevar tikt ielādēta. Ja kļūda atkārtojas, lūdzu izdzēs {0}, lai izveidotu datubāzi pa jaunam!
nl_nl: Huidige database kon niet worden geladen. Als het probleem aanhoudt, verwijder dan {0} om de database opnieuw aan te maken!
no_no: Vedvarende database kunne ikke lastes, hvis problemet vedvarer, fjern {0} for å gjenopprette databasen!
pl_pl: Trwała baza danych nie mogła zostać załadowana, jeżeli ten błąd powtarza się, należy usunąć {0} w celu odtworzenia bazy!
pt_pt: Não foi possível carregar o banco de dados, caso o problema persista, remova o arquivo {0} de maneira a poder recriar o banco de dados!
ro_ro: Nu s-a putut realiza încărcarea bazei de date persistente, în cazul în care problema persistă, te rog să elimini {0} pentru a recrea baza de date!
ru_ru: Не удалось загрузить базу данных, если эта ошибка будет повторяться - пожалуйста, удалите {0} для пересоздания базы данных!
sk_sk: Trvalá databáza nemohla byť načítaná. Ak problém pretrváva, odstráň súbor {0}, aby sa databáza vytvorila nanovo!
sr_latn: Trajna baza podataka ne može biti učitana, ako se problem nastavi, molimo Vas da uklonite {0} da bi se baza podataka ponovo stvorila!
sv_se: Nuvarande databas kunde inte laddas, om problemet kvarstår vänligen ta bort {0} för att återskapa databasen!
tr_tr: Kalıcı veritabanı yüklenemedi, sorun devam ederse, lütfen veri tabanını yeniden oluşturmak için {0} kısmını kaldırın!
uk_ua: Не вдалося завантажити базу даних. Якщо проблема повторюватиметься, будь ласка, видаліть {0} для того, щоб повторно створити базу даних!
vi_vn: Cơ sở dữ liệu liên tục không được nạp, nếu vấn đề vẫn còn, hãy loại bỏ {0} để tạo lại cơ sở dữ liệu!
zh_cn: 无法加载数据库，如果问题仍然存在，请删除 {0} 以重新创建数据库 ！
zh_hans: 无法加载数据库，如果问题仍然存在，请删除 {0} 以重建数据库！
zh_hant: 無法載入持久性資料庫，如果問題仍然存在，請刪除 {0} 以重建資料庫！
zh_hk: 無法載入持久數據庫，如果問題仍然存在，請刪除 {0}，以重新創建數據庫！

# Initializing
source: Initializing {0}...
bg_bg: Стартиране {0}…
bs_latn: Učitavanje {0}...
ca_es: Inicialitzant {0}...
cs_cz: Inicializace {0}...
da_dk: Initialisering af {0}...
de_de: Initialisiere {0}...
el_gr: Εκκίνηση {0}...
es_es: Iniciando {0}...
fa_ir: در حال لود کردن {0}...
fi_fi: Alustetaan {0}...
fr_fr: Initialisation de {0}...
he_il: מאתחל {0}...
hu_hu: {0} inicializálása...
id_id: Inisialisasi {0}...
it_it: Inizializzazione di {0} in corso...
ja_jp: {0} を初期化中...
lt_lt: Inicijuojama {0}...
lv_lv: Inicializē {0}...
nl_nl: {0} Initialiseren...
no_no: Initialiserer {0}...
pl_pl: Inicjowanie {0}...
pt_pt: A inicializar {0}...
ro_ro: Se inițializează {0}...
ru_ru: Инициализация {0}...
sk_sk: Inicializácia {0}...
sr_latn: Učitavanje {0}...
sv_se: Startar upp {0}...
th_th: กำลังเริ่ม {0}...
tr_tr: {0} başlatılıyor...
uk_ua: Ініціалізація {0}...
vi_vn: Đang khởi chạy {0}...
zh_cn: 正在初始化 {0}...
zh_hans: 正在初始化 {0}……
zh_hant: 正在初始化 {0}…
zh_hk: 正在初始化 {0}……
