Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# ErrorNoBotsDefined
source: No bots are defined. Did you forget to configure your ASF? Follow 'setting up' guide on the wiki if you're confused.
be_by: Боты не вызначаны. Можа вы забыліся наладзіць ASF? Выконвайце інструкцыю па наладжванні на вікі, калі вы заблыталіся.
bg_bg: Бота не е настроен. Забравихте ли да проверите конфигурацията на ASF? Следвайте инструкцийте в "wiki" ако срещате трудности.
ca_es: No s'ha definit cap agent. Potser t'ha passat per alt configurar l'ASF? Segueix la guia "posada en marxa" al wiki si tens dificultats.
cs_cz: Nejsou definováni žádní boti. Nezapomněli jste nakonfigurovat ASF? Pokud si nejste jisti, postupujte podle návodu na wiki.
da_dk: Ingen bots er defineret. Har du glemt at konfigurere din ASF? Følg 'opsætning'-guiden på wikien, hvis du er forvirret.
de_de: Es sind keine Bots definiert. Haben Sie vergessen, ASF zu konfigurieren? Folgen Sie der Anleitung "Installation" im Wiki, wenn Sie unsicher sind.
el_gr: Δεν έχει οριστεί κανένα bot. Ξεχάσατε να ρυθμίσετε το ASF σας? Ακολουθήστε τον οδηγό 'setting up' στο wiki αν είστε μπερδεμένοι.
es_es: No hay bots definidos. ¿Olvidaste configurar ASF? Sigue la guía de 'instalación' en la wiki si tienes dudas.
fa_ir: رباتی ساخته نشده است. آیا فراموش کردید برنامه را کانفیگ کنید؟ می توانید در صورت گیج شدن از صفحه ی ویکی برنامه کمک بگیرید.
fi_fi: Yhtään bottia ei ole määritelty. Unohditko määrittää ASF:n asetuksesi? Noudata 'Setting up' -opasta wikissä, jos olet hämmentynyt.
fr_fr: Aucun bot n'est défini. Avez-vous oublié de configurer votre ASF ? Suivez le guide de configuration sur le wiki en cas de confusion.
he_il: לא מוגדרים בוטים. שכחת להגדיר את ה-ASF שלך? עקוב אחר מדריך 'הכנה' במדריך אם אתה מבולבל.
hr_hr: Niti jedan bot je definiran. Jeste li zaboravili konfigurirati vaš ASF? Zapratite 'postavljanje' uputstva na wiki ukoliko imate nejasnoće.
hu_hu: Nincsenek botok definiálva. Elfelejtetted konfigurálni az ASF-et? Kövesd a "beállítási" útmutatót a wikin, ha össze vagy zavarodva.
id_id: Tidak ada bot yang ditentukan. Apakah Anda lupa mengkonfigurasi ASF? Ikuti panduan 'penyetelan' di wiki jika Anda bingung.
it_it: Nessun bot definito. Hai dimenticato di configurare il tuo ASF? Segui la guida di 'configurazione' sulla wiki se sei confuso.
ja_jp: Bot が定義されていません。ASFの設定を忘れましたか？わからなければ、wikiの「設定」ガイドに従ってください。
lt_lt: Neaprašyti jokie botai. Galbūt pamiršote sukonfigūruoti ASF? Sekite nustatymo vadovą Wiki, jei esate pasimetę.
lv_lv: Nav definētu botu. Vai tu aizmirsi sakonfigurēt ASF? Seko 'setting up' pamācībai iekš wiki, ja esi apmulsis.
nl_nl: Er zijn geen bots gedefinieerd. Ben je vergeten je ASF te configureren? Volg de handleiding 'instellen op' op de wiki als je niet meer weet hoe je het bent.
no_no: Ingen bots er definert. Har du glemt å konfigurere din ASF? Følg "setting up"-guide på wikien dersom du er forvirret.
pl_pl: Brak zdefiniowanych botów. Czy ASF został pomyślnie skonfigurowany? Jeśli nie wiesz co zrobić, postępuj zgodnie z przewodnikiem na Wiki.
pt_pt: Nenhum bot está definido. Esqueceste-te de configurar o teu ASF? Segue o guia "configuração" na wiki se estiveres confuso.
ro_ro: Niciun bot nu este configurat. Ai uitat cumva să configurezi ASF? Urmează ghidul de configurare de pe wiki dacă ești confuz.
ru_ru: Не определено ни одного бота. Вы забыли настроить ваш ASF? Следуйте инструкциям «настройка» в wiki, если вы запутались.
sk_sk: Nenastavili ste žiadneho bota. Nakonfigurovali ste ASF správne? V prípade nejasností navštívte stránku wiki, sekciu 'setting up'.
sv_se: Inga bottar är definierade. Glömde du att konfigurera ASF? Följ 'setting up' guiden på wikin om du är förvirrad.
th_th: ไม่มีบอทที่ใช้งานได้ คุณลืมตั้งค่าบอทใน ASF หรือไม่? กรุณาศึกษาวิธีการใช้งานจากหน้า 'setting up' ในคู่มือวิกิ
tr_tr: Hiçbir bot tanımlanmamıştır. ASF'nizi yapılandırmayı unuttunuz mu? Kafanız karıştıysa wiki'deki 'kurulum' kılavuzunu izleyin.
uk_ua: Не налаштовано жодного боту. Можливо ви забули налаштувати ASF? Скористуйтеся розділом 'setting up' у нашій wiki, якщо не знаєте, що робити.
vi_vn: Không có bot nào được xác định. Có phải bạn đã quên đặt cấu hình ASF? Hãy làm theo hướng dẫn thiết lập 'Setting up' trên wiki nếu bạn thấy khó hiểu.
zh_cn: 没有配置任何账号，是否忘记配置你的ASF了？
zh_hans: 没有配置任何机器人，您是否忘记配置 ASF 了？如果您不明白发生了什么，请阅读 Wiki 上的“安装指南”。
zh_hant: 沒有設定任何 Bot。您是否忘記設定 ASF 了？如果您不明白發生了什麼，請閱讀 Wiki 上的「新手上路」。

# ErrorObjectIsNull
source: {0} is null!
be_by: {0} мае значэнне нуль!
bg_bg: {0} е нулев!
bs_latn: {0} je null!
cs_cz: {0} má hodnotu null.
da_dk: {0} er null!
de_de: {0} ist null!
el_gr: Το {0} είναι null!
es_es: ¡{0} es nulo!
fa_ir: {0} فاقد اطلاعات است!
fi_fi: {0} on tyhjä!
fr_fr: {0} est invalide !
he_il: {0} הוא ריק!
hi_in: {0} इज नुल्ल्!
hr_hr: {0} je null!
hu_hu: {0} értéke nulla!
id_id: {0} masih kosong!
it_it: {0} è nullo!
ja_jp: {0} は空(null) です！
lt_lt: {0} yra tuščias!
lv_lv: {0} ir null!
no_no: {0} er null!
pl_pl: {0} jest puste!
pt_pt: {0} é nulo!
ro_ro: {0} are valoare nulă!
ru_ru: {0} равен null!
sk_sk: {0} má hodnotu null!
sr_latn: {0} je null!
sv_se: {0} är null!
th_th: {0} เป็นค่า null!
tr_tr: {0} boş!
uk_ua: {0} має значення null!
vi_vn: {0} không tồn tại!
zh_cn: {0} 为空
zh_hans: {0} 为 null！
zh_hant: {0} 為空值！
zh_hk: {0} 為空！

# ErrorParsingObject
source: Parsing {0} failed!
be_by: Не атрымалася апрацаваць {0}!
bg_bg: Разборът {0} се провали!
bs_latn: Parsiranje {0} nije uspelo!
cs_cz: Analýza {0} selhala.
da_dk: Parsing {0} fejlet!
de_de: Parsen von {0} fehlgeschlagen!
el_gr: Η ανάλυση του {0} απέτυχε!
es_es: ¡Análisis de {0} fallido!
fa_ir: دریافت {0} ناموفق بود!
fi_fi: Objektin {0} jäsentäminen epäonnistui!
fr_fr: L’analyse de {0} a échoué !
he_il: ניתוח {0} נכשל!
hi_in: पार्सिंग {0} फेल्ड!
hr_hr: Rasčlanjivanje {0} neuspješno!
hu_hu: {0} feldolgozása sikertelen!
id_id: Parsing {0} gagal!
it_it: Analisi di {0} non riuscita!
ja_jp: {0} の解析に失敗しました！
lt_lt: {0} apdorojimas nepavyko!
lv_lv: {0} parsēšana neizdevās!
nl_nl: Verwerking van {0} mislukt!
no_no: Parsing {0} feilet!
pl_pl: Analizowanie {0} nie powiodło się!
pt_pt: Falha ao analisar {0}!
ro_ro: Parsarea {0} a eșuat!
ru_ru: Обработка {0} не удалась!
sk_sk: Spracovávanie {0} zlyhalo!
sr_latn: Parsiranje {0} nije uspelo!
sv_se: Tolkning {0} misslyckades!
th_th: การแปลงค่า {0} ล้มเหลว!
tr_tr: Ayrıştırma {0} başarısız oldu!
uk_ua: Не вдалося обробити {0}!
vi_vn: Phân tách {0} không thành công!
zh_cn: 解析 {0} 失败 ！
zh_hans: 解析 {0} 失败！
zh_hant: 無法剖析 {0}！
zh_hk: 解析 {0} 失敗！

# ErrorRequestFailedTooManyTimes
source: Request failed after {0} attempts!
be_by: Запыт не атрымаўся пасля {0} спроб!
bg_bg: Заявката не е изпълнена след {0} опити!
ca_es: La petició ha fallat després de {0} intents!
cs_cz: Požadavek selhal po {0} pokusech.
da_dk: Anmodning fejlede efter {0} forsøg!
de_de: Anfrage nach {0} Versuchen fehlgeschlagen!
el_gr: Το αίτημα απέτυχε έπειτα από {0} προσπάθειες!
es_es: ¡La solicitud falló después de {0} intentos!
fa_ir: درخواست بعد از تعداد {0} تلاش شکست خورد!
fi_fi: Pyyntö epäonnistui {0} yrityksen jälkeen!
fr_fr: La requête a échoué après {0} tentatives !
he_il: הבקשה נכשלה לאחר {0} ניסיונות!
hr_hr: Zahtjevi neuspješni nakon {0} pokušaja!
hu_hu: A kérés sikertelen volt {0} próbálkozás után!
id_id: Permintaan gagal setelah {0} kali upaya!
it_it: Richiesta non riuscita dopo {0} tentativi!
ja_jp: 要求を {0} 回試行し、失敗しました！
lt_lt: Užklausa nepavyko po {0} bandymų!
lv_lv: Pieprasījums nav izdevies pēc {0} mēģinājumiem!
nl_nl: Verzoek is mislukt na {0} pogingen!
no_no: Forespørsel mislyktes etter {0} forsøk!
pl_pl: Żądanie nie powiodło się, po {0} próbach!
pt_pt: O pedido falhou após {0} tentativas!
ro_ro: Cererea a eșuat după {0} încercări!
ru_ru: Запрос окончился неудачей после {0} попыток!
sk_sk: Požiadavka zlyhala po {0} pokusoch!
sr_latn: Zahtev nije uspeo nakon {0} pokušaja!
sv_se: Begäran misslyckades efter {0} försök!
th_th: คำขอล้มเหลวหลังจากพยายาม {0} ครั้ง!
tr_tr: {0} denemeden sonra istek başarısız oldu!
uk_ua: Не вдалося виконати запит після {0} спроб!
vi_vn: Yêu cầu thất bại sau {0} lần thử!
zh_cn: 在 {0} 次尝试后请求失败！
zh_hans: 该请求在 {0} 次尝试后失败！
zh_hant: 嘗試請求 {0} 次後失敗！
zh_hk: 嘗試請求 {0} 次後失敗！

# ErrorUpdateCheckFailed
source: Could not check latest version!
be_by: Не атрымалася праверыць наяўнасць новай версіі!
bg_bg: Не успя да се провери за последната версия!
bs_latn: Neuspešno traženje nove verzije!
ca_es: No s'ha pogut comprovar l'última versió!
cs_cz: Nelze zkontrolovat nejnovější verzi.
da_dk: Kunne ikke tjekke seneste version!
de_de: Konnte aktuellste Version nicht abfragen!
el_gr: Αδυναμία ελέγχου για την τελευταία έκδοση!
es_es: ¡No se pudo comprobar la última versión!
fa_ir: چک کردن آپدیت به مشکل خورد!
fi_fi: Viimeisimmän version tarkistus epäonnistui!
fr_fr: Impossible de vérifier la dernière version !
he_il: לא ניתן לבדוק את הגירסה העדכנית ביותר!
hi_in: कुड नॉट चैक लैटेस्ट वर्ज़न!
hr_hr: Provjera zadnje verzije nauspješna!
hu_hu: Nem lehet lekérni a legújabb verziót!
id_id: Tidak dapat memeriksa versi terbaru!
it_it: Non è stato possibile controllare la versione più recente!
ja_jp: 最新のバージョンを確認できませんでした！
lt_lt: Nepavyko patikrinti naujausios versijos!
lv_lv: Nevar pārbaudīt jaunāko versiju!
nl_nl: Laatste versie kon niet worden gecontroleerd!
no_no: Kunne ikke sjekke den nyeste versjonen!
pl_pl: Nie można sprawdzić najnowszej wersji!
pt_pt: Não foi possível verificar a versão mais recente!
ro_ro: Nu a fost posibilă verificarea celei mai recente versiuni!
ru_ru: Не удалось проверить последнюю версию!
sk_sk: Kontrola poslednej verzie sa nepodarila!
sr_latn: Neuspešno traženje nove verzije!
sv_se: Kunde inte kontrollera senaste versionen!
th_th: ไม่สามารถตรวจสอบเวอร์ชั่นล่าสุดได้!
tr_tr: En son sürüm kontrol edilemedi!
uk_ua: Не вдалося перевірити наявність нової версії!
vi_vn: Không thể kiểm tra phiên bản mới nhất!
zh_cn: 无法检查最新版本 ！
zh_hans: 无法检查最新版本！
zh_hant: 無法檢查最新版本！
zh_hk: 無法檢查最新版本！

# ErrorUpdateNoAssetForThisVersion
source: Could not proceed with update because there is no asset that relates to currently running version! Automatic update to that version is not possible.
be_by: Немагчыма працягнуць абнаўленне, таму што няма файлаў, звязаных з запушчанай зараз версіяй! Аўтаматычнае абнаўленне да гэтай версіі немагчыма.
bg_bg: Не може да се продължи с обновяването, защото няма такава възможност за сегашната Ви версия! Автоматично обновяване на тази версия не е възможно.
cs_cz: Aktualizaci nelze provést, protože neexistuje žádný asset související s aktuálně spuštěnou verzí. Automatickou aktualizaci této verze nelze provést.
da_dk: Kunne ikke fortsætte med opdateringen da der ikke er noget aktiv der relaterer til den kørende version! Automatisk opdatering til den version er ikke mulig.
de_de: Die Aktualisierung konnte nicht fortgesetzt werden, da es keine Datei gibt, die sich auf die aktuell laufende Version bezieht! Eine automatische Aktualisierung auf diese Version ist nicht möglich.
el_gr: Αδυναμία συνέχειας με την ενημέρωση καθώς δεν υπάρχουν τα απαραίτητα αρχεία που σχετίζονται με την τρέχουσα έκδοση. Η αυτόματη ενημέρωση σε αυτή την έκδοση δεν είναι δυνατή.
es_es: ¡No se pudo continuar con la actualización porque no hay ningún archivo que se relacione con la versión actual! La actualización automática a esa versión no es posible.
fa_ir: فایلی منطبق با نسخه ی جدید پیدا نشد، به روز رسانی خودکار به آن نسخه امکان‌پذیر نیست.
fi_fi: Päivittämistä ei voitu jatkaa koska nykyistä versiota ei tunnistettu! Automaattiset päivitykset eivät ole mahdollisia.
fr_fr: Impossible de procéder à la mise à jour car il n'y a aucun fichier correspondant à la version actuelle ! La mise à jour automatique vers cette version n'est pas possible.
he_il: לא היה ניתן להמשיך עם העדכון כיוון שאין קובץ המיוחס לגרסה הפועלת כעת! עדכון אוטומטי לגרסה זו אינו אפשרי.
hr_hr: Ažuriranje ne može započeti jer postoji objekt povezan u trenutno pokrenutoj verzija! Automatsko ažuriranje na tu verziju nije moguće.
hu_hu: Nem lehetséges a frissítés, mert nincs a jelenleg futó verzióhoz kapcsolódó eszköz! Az automatikus frissítés erre a verzióra nem lehetséges.
id_id: Tidak bisa melanjutkan pembaruan karena tidak ada aset yang berkaitan dengan versi yang berjalan sekarang! Pembaruan otomatis ke versi tersebut tidak memungkinkan.
it_it: Non posso procedere con l'aggiornamento perché non c'è una risorsa legata alla versione in esecuzione al momento! Un aggiornamento automatico a quella versione non è possibile.
ja_jp: 現在実行中のバージョンに関するアセットが無いため、更新を続行できませんでした！そのバージョンへの自動更新は不可能です。
lt_lt: Nebuvo galima tęsti naujinimo, nes nėra jokio objekto, kuris yra susijęs su šiuo metu įdiegta versija! Automatinis naujinimas į tą versiją yra neįmanomas.
lv_lv: Nevar veikt atjaunināšanu, jo nav failu kas atsaucās uz šobrīd strādājošo versiju! Automātiskā atjaunināšana uz šo versiju nav iespējama.
nl_nl: Kon niet verdergaan met updaten, omdat er geen bestand gerelateerd is aan de reeds werkende versie! Automatisch updaten van deze versie is niet mogelijk.
no_no: Kunne ikke fortsette med oppdateringen fordi det ikke er noen ressurs tilknyttet den kjørende versjonen! Automatisk oppdatering til den versjonen er ikke mulig.
pl_pl: Nie może kontynuować aktualizacji, ponieważ nie istnieje żaden składnik odnoszacy się do aktualnie działającej binarki! Automatyczna aktualizacja do tej wersji nie jest możliwa.
pt_pt: Não foi possível continuar a atualização, pois não existe nenhum recurso relacionado com a versão em execução! A atualização automática para essa versão não foi possível.
ro_ro: Nu s-a putut continua cu actualizarea deoarece nu există niciun fișier asemănător versiunii care rulează! Actualizarea automată către acea versiune nu este posibilă.
ru_ru: Невозможно произвести обновление, так как нет подходящих файлов, которые относятся к текущей запущенной версии! Автоматическое обновление до этой версии невозможно.
sk_sk: Nie je možné pokračovať v aktualizácii, pretože neexistuje žiadny asset súvisiaci s momentálne bežiacou verziou! Automatická aktualizácia na túto verziu nie je možná.
sr_latn: Ni moguće nastaviti ažuriranje jer nema fajlova koji su asocirani sa trenutnom verzijom! Automatsko ažuriranje na tu verziju nije moguće.
sv_se: Kunde inte fortsätta med uppdateringen eftersom det inte finns någon tillgång som relaterar till den nuvarande versionen! Automatisk uppdatering till denna version är inte möjlig.
th_th: ไม่สามารถดำเนินการอัพเดตต่อได้เนื่องจากไม่มีแอทเซทซที่ใช้กับเวอร์ชั่นที่ทำงานอยู่ตอนนี้! อัพเดตอัตโนมัติไม่สามารถดำเนินได้
tr_tr: Şu anda çalışan sürüme ait hiçbir dosya olmadığı için güncelleme işlemine devam edilemedi! Bu sürüme otomatik güncelleme yapmak mümkün değil.
uk_ua: Неможливо провести оновлення, тому що немає файлів зв'язаних з запущеною зараз версією! Автоматичне оновлення до цієї версії неможливе.
vi_vn: Không thể tiếp tục việc cập nhật vì không có tập tin nào liên quan đến phiên bản đang chạy! Không thể tự động cập nhật lên phiên bản đó.
zh_cn: 无法继续更新，因为没有与当前正在运行的版本相关的版本！ 无法自动更新到该版本。
zh_hans: 无法进行更新，因为没有与当前正在运行的版本相关的资源文件！无法自动更新到该版本。
zh_hant: 無法繼續進行更新，因為沒有與目前執行中的版本相關的資源檔案！無法自動更新到該版本。
zh_hk: 無法繼續更新，因為沒有與當前正在運行的版本相關的資產！無法自動更新該版本。

# ErrorUpdateNoAssets
source: Could not proceed with an update because that version doesn't include any assets!
be_by: Немагчыма працягнуць абнаўленне, бо гэтая версія не мае ніякіх файлаў!
bg_bg: Не може да се премине към обновление, защото тази версия не включва никакви файлове!
cs_cz: Aktualizace nemohla pokračovat, protože žádaná verze neobsahuje žádné assety.
da_dk: Kunne ikke fortsætte med en opdatering da den version ikke inkludere nogen aktiver!
de_de: Konnte mit einer Aktualisierung nicht fortfahren, da diese Version keine Dateien enthält!
el_gr: Αδυναμία συνέχειας με την ενημέρωση γιατί η συγκεκριμένη έκδοση δεν περιέχει καθόλου αρχεία!
es_es: ¡No se pudo continuar con una actualización porque esa versión no incluye ningún archivo!
fa_ir: نتوانستیم به آن نسخه آپدیت کنیم زیرا هیچ گونه فایلی نداشت!
fi_fi: Päivittämistä ei voitu jatkaa koska kyseinen versio ei sisällä yhtään tiedostoa!
fr_fr: Impossible de procéder à une mise à jour parce que cette version ne contient aucun fichier !
he_il: לא יכולנו להמשיך עם עדכון כי גירסה זו אינה מכילה אף נכס!
hi_in: कुड नॉट प्रोसीड विद एन अपडेट बिकॉज़ डेट वर्ज़न डोज'नॉट इंक्ल्यूड एनी एसेट्स!
hr_hr: Ažuriranje ne može započeti jer ta verzija ne sadrži ni jedan objekt!
hu_hu: Nem lehet folytatni a frissítést, mivel ez a verzió nem tartalmaz egyetlen fájlt sem!
id_id: Tidak bisa melanjutkan pembaruan karena tidak ada aset yang termasuk dalam versi tersebut!
it_it: Impossibile procedere con un aggiornamento poiché tale versione non include risorse!
ja_jp: そのバージョンにはアセットが含まれていないため、更新を続行できませんでした！
lt_lt: Nebuvo galima tęsti naujinimo, nes ta versija neturi jokių failų!
lv_lv: Nevar veikt atjaunināšanu, jo šai versijai nav neviens fails!
nl_nl: Kon niet verdergaan met updaten, omdat deze updateversie geen bestanden bevat!
no_no: Kunne ikke fortsette med en oppdatering fordi den versjonen inkluderer ingen ressurser!
pl_pl: Nie można kontynuować aktualizacji, ponieważ ta wersja nie zawiera żadnych składników!
pt_pt: Não foi possível prosseguir com uma atualização, pois essa versão não inclui nenhum recurso!
ro_ro: Nu putem continua cu actualizarea deoarece acea versiune nu conține niciun fișier!
ru_ru: Не удалось обновиться, поскольку эта версия не содержит никаких файлов!
sk_sk: Nie je možné pokračovať v aktualizácii, pretože táto verzia neobsahuje žiadny asset!
sr_latn: Nije moguće nastaviti sa ažuriranjem zato što ta verzija ne uključuje potrebne podatke!
sv_se: Kunde inte fortsätta med en uppdatering för den versionen innehåller inte några filer!
th_th: ไม่สามารถดำเนินการอัพเดตได้เนื่อจากเวอร์ชั่นดังกล่าวไม่มีแอทเซทซใดๆอยู่!
tr_tr: Bu sürüm herhangi bir varlık içermediğinden güncellemeye devam edilemedi!
uk_ua: Неможливо оновитися, оскільки ця версія не містить ніяких файлів!
vi_vn: Không thể tiến hành với bản cập nhật vì phiên bản đó không gồm bất cứ tập tin nào!
zh_cn: 不能进行更新，因为此版本没有任何资源！
zh_hans: 无法进行更新，因为此版本没有提供任何资源文件！
zh_hant: 無法繼續進行更新，因為該版本並未提供任何資源檔案！
zh_hk: 無法繼續進行更新，因為該版本尚未提供任何資產！

# ErrorUserInputRunningInHeadlessMode
source: Received a request for user input, but process is running in headless mode!
be_by: Атрыманы запыт на ўвод карыстальнікам, але працэс працуе ў рэжыме без інтэрфейсу!
bg_bg: Получено е желание за промяна от потребителя, но процеса продължава в режим без възможност за промяна!
cs_cz: Obdržen vstup od uživatele, ale proces běží v automatickém režimu.
da_dk: Modtog en anmodning for bruger input, men processen kører i hovedløs tilstand!
de_de: Anfrage für Benutzereingabe erhalten, aber der Prozess läuft im Headless-Modus!
el_gr: Λήφθηκε αίτημα για είσοδο από τον χρήστη, αλλά η διεργασία εκτελείται σε σιωπηλή λειτουργία!
es_es: Se recibió una solicitud de entrada del usuario, ¡pero el proceso se está ejecutando en modo servidor!
fa_ir: درخواستی برای ورودی دریافت شد اما برنامه در حال اجرا در نسخه ی بدون رابط کاربری است!
fi_fi: Vastaanotettiin pyyntö käyttäjän syötteelle, mutta prosessi on käynnistetty headless-tilassa!
fr_fr: Réception d'une demande d'entrée utilisateur, mais le processus en cours tourne en mode non-interactif !
he_il: התקבלה בקשה להזנה מהמשתמש, אבל התהליך פועל במצב ללא ראש!
hr_hr: Zahtjev prihvačen za korisnikov ulaz, ali proces se trenutno izvodi u bezglavnom načinu rada!
hu_hu: Felhasználói kérelem érkezett, de a folyamat headless módban fut!
id_id: Menerima permintaan input pengguna, tetapi proses berjalan dalam mode headless!
it_it: Ricevuta una richiesta di input da parte dell'utente, ma il processo è in esecuzione in modalità headless!
ja_jp: ユーザー入力のリクエストを受け取りましたが、プロセスは headless モードで実行されています！
lt_lt: Gautas prašymas reikalaujantis naudotojo įvesties, bet procesas veikia „headless“ režime!
lv_lv: Saņemts lietotāja ievades pieprasījums, bet process strādā headless režīmā!
nl_nl: Aanvraag voor gebruikersinvoer ontvangen, maar het proces draait in de headless mode!
no_no: Mottok en forespørsel for brukerinnputt, men prosessen kjører i hodeløs-modus!
pl_pl: Otrzymano prośbę o dane wprowadzane przez użytkownika, ale proces działa w trybie headless!
pt_pt: Solicitação para entrada do utilizador foi recebida, mas o processo está a ser executado em modo 'headless'!
ro_ro: S-a primit o cerere de date introduse de utilizator, dar procesul se execută în modul fără cap (serviciu)!
ru_ru: Получен запрос на ввод данных пользователем, однако процесс запущен в режиме без интерфейса!
sk_sk: Vstup od užívateľa bol prijatý, ale proces beží v automatickom režime!
sr_latn: Primljen zahtev za unos korisnika, ali proces radi u headless modu!
sv_se: Mottagit en begäran om användarens input, men processen körs i huvudlöst läge!
tr_tr: Kullanıcı girişi için bir istek alındı, ancak işlem başsız modunda çalışıyor!
uk_ua: Отримано запит на введення даних користувачем, однак процес діє у безінтерфейсному режимі!
vi_vn: Nhận được yêu cầu cần được người dùng nhập vào, nhưng quá trình đang chạy trong chế độ không kiểm soát!
zh_cn: 收到一个用户输入请求，但进程目前正在以无显示模式运行 ！
zh_hans: 收到一个用户输入请求，但进程目前正在以 Headless 模式运行！
zh_hant: 收到一個使用者輸入請求，但程序目前正以無頭模式執行！
zh_hk: 收到一個用戶輸入請求，但進程當前正在無頭模式下運行！

source: Exiting...
be_by: Выхад...
bg_bg: Излизане…
bs_latn: Izlaženje...
ca_es: Sortint...
cs_cz: Ukončení...
da_dk: Forlader...
de_de: Beende...
el_gr: Γίνεται έξοδος...
es_es: Saliendo...
fa_ir: در حال خارج شدن...
fi_fi: Suljetaan...
fr_fr: Fermeture...
he_il: יוצא...
hi_in: बंद हो रहा है|
hr_hr: Izlaz u tijeku...
hu_hu: Kilépés...
id_id: Menutup...
it_it: Uscita in corso...
ja_jp: 終了中...
lt_lt: Išeinama...
lv_lv: Iziet...
nl_nl: Afsluiten...
no_no: Avslutter...
pl_pl: Zamykanie...
pt_pt: A sair...
ro_ro: Ieșire...
ru_ru: Выход...
sk_sk: Ukončenie...
sr_latn: Izlaženje...
sv_se: Stänger ner...
th_th: กำลังออก…
tr_tr: Çıkılıyor...
uk_ua: Вихід...
vi_vn: Đang thoát...
zh_cn: 正在退出...
zh_hans: 正在退出……
zh_hant: 正在退出…
zh_hk: 正在退出……

# WarningFailed
source: Failed!
ar_sa: فشل!
be_by: Не атрымалася!
bg_bg: Неуспешно!
bs_latn: Neuspješno!
ca_es: Ha fallat!
cs_cz: Nezdařilo se.
da_dk: Mislykkede!
de_de: Fehlgeschlagen!
el_gr: Απέτυχε!
es_es: ¡Fallo!
fa_ir: ارور!
fi_fi: Virhe!
fr_fr: Échec !
he_il: נכשל!
hi_in: असफल|
hr_hr: Neuspješno!
hu_hu: Sikertelen!
id_id: Gagal!
it_it: Non riuscito!
ja_jp: 失敗！
lt_lt: Nepavyko!
lv_lv: Neizdevās!
nl_nl: Mislukt!
no_no: Mislykket!
pl_pl: Niepowodzenie!
pt_pt: Falhou!
ro_ro: Eșuat!
ru_ru: Не удалось!
sk_sk: Zlyhanie!
sr_latn: Neuspešno!
sv_se: Misslyckades!
th_th: ล้มเหลว!
tr_tr: Başarısız Oldu!
uk_ua: Не вдалося!
vi_vn: Thất bại!
zh_cn: 失败 ！
zh_hans: 失败！
zh_hant: 失敗！
zh_hk: 失敗！
