Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# WarningWeakSteamPassword
source: Your Steam password for '{0}' seems to be weak. Consider choosing a stronger one for increased security. Reason: {1}
bg_bg: Вашата Steam парола за {0} изглежда много слаба. Помислете за избиране на по-сложна за увеличаване на сигурността. Детайли: {1}
de_de: Dein Steam-Passwort für '{0}' scheint schwach zu sein. Für erhöhte Sicherheit solltest du überlegen, ein Stärkeres auszusuchen. Details: {1}
es_es: Parece que tu contraseña de Steam para '{0}' es débil. Considera elegir una más fuerte para mayor seguridad. Detalles: {1}
he_il: נראה שהסיסמה שלך ב-Steam עבור '{0}' חלשה. שקול לבחור חזק יותר להגברת האבטחה. פרטים: {1}
it_it: La tua password di Steam per '{0}' sembra essere debole. Considera di sceglierne una più forte per una maggiore sicurezza. Dettagli: {1}
vi_vn: Mật khẩu Steam cho '{0}' của bạn có vẻ yếu. Hãy cân nhắc việc chọn mật khẩu mạnh hơn để tăng tính bảo mật. Chi tiết: {1}

# WarningWeakCryptKey
source: Your encryption key seems to be weak. Consider choosing a stronger one for increased security. Reason: {0}
bg_bg: Вашият криптиращ ключ изглежда много слаб. Помислете за избиране на по-сложна за увеличаване на сигурността. Детайли: {0}
de_de: Dein kryptografischer Schlüssel scheint schwach zu sein. Für erhöhte Sicherheit solltest du überlegen, einen Stärkeren auszusuchen. Details: {0}
es_es: Parece que tu clave de cifrado es débil. Considera elegir una más fuerte para mayor seguridad. Detalles: {0}
he_il: מפתח ההצפנה שלך נראה חלש. שקול לבחור חזק יותר להגברת האבטחה. פרטים: {0}
it_it: La tua chiave di crittografia sembra essere debole. Considera di sceglierne una più forte per una maggiore sicurezza. Dettagli: {0}
vi_vn: Khóa mã hóa của bạn có vẻ yếu. Hãy cân nhắc việc chọn một cái mạnh hơn để tăng tính bảo mật. Chi tiết: {0}

# WarningTooShortCryptKey
source: Your encryption key is too short. We recommend to use one that is at least {0} bytes (characters) long.
bg_bg: Вашият криптиращ ключ е много къс. Препоръчваме да ползвате някой, който е поне {0} байта (символа) голям.
cs_cz: Váš šifrovací klíč je příliš krátký. Doporučujeme použít ten, který je alespoň {0} bajtů (znaků) dlouhý.
da_dk: Din krypteringsnøgle er for kort. Vi anbefaler at bruge en, der er mindst {0} bytes (tegn) lang.
de_de: Dein kryptografischer Schlüssel ist zu kurz. Wir empfehlen einen zu verwenden, der mindestens {0} Bytes (Zeichen) lang ist.
el_gr: Το κλειδί κρυπτογράφησης σας είναι πολύ μικρό. Σας συνιστούμε να χρησιμοποιήσετε ένα που είναι τουλάχιστον {0} bytes (χαρακτήρες).
es_es: Tu clave de cifrado es muy corta. Recomendamos usar una que tenga al menos {0} bytes (caracteres) de largo.
fi_fi: Salausavaimesi on liian lyhyt. Suosittelemme käyttämään salausavainta, joka on vähintään {0} tavua (merkkiä) pitkä.
fr_fr: Votre clé de chiffrement est trop courte. Nous vous recommandons d'en utiliser une longue d'au moins {0} octets (caractères).
he_il: מפתח ההצפנה שלך קצר מדי. אנו ממליצים להשתמש באחד שאורכו לפחות {0} בייטים (תווים).
hu_hu: A titkosítási kulcs túl rövid. Azt javasoljuk, hogy legalább {0} bájt (karakter) hosszúságú legyen.
id_id: Kunci enkripsi Anda terlalu pendek. Kami menyarankan untuk menggunakan kunci yang panjangnya setidaknya {0} byte (karakter).
it_it: La chiave di crittografia è troppo corta. Si consiglia di utilizzarne una lunga almeno {0} byte (caratteri).
ja_jp: 暗号化キーが短すぎます。少なくとも {0} バイト (文字) の長いものを使用することをお勧めします。
lt_lt: Jūsų šifravimo raktas yra per trumpas. Rekomenduojame naudoti raktą, kuris yra bent {0} baitų (simbolių) ilgio.
lv_lv: Šifrēšanas atslēga ir pārāk īsa. Mēs iesakām izmantot tādu, kas ir vismaz {0} baitus (simbolus) gara.
nl_nl: Uw encryptiesleutel is te kort. We raden u aan om er één te gebruiken die minstens {0} bytes (tekens) lang is.
no_no: Din krypteringsnøkkel er for kort. Vi anbefaler å bruke en som er minst {0} byte (tegn) lang.
pl_pl: Twój klucz szyfrowania jest zbyt krótki. Zalecamy użyć takiego, który ma co najmniej {0} bajtów (znaków).
pt_pt: A tua chave de encriptação é demasiado curta. Recomendamos uma que seja pelo menos {0} bytes (carateres) de comprimento.
ru_ru: Ваш ключ шифрования слишком короткий. Мы рекомендуем использовать тот, который имеет длину не менее {0} байт (символов).
sv_se: Din krypteringsnyckel är för kort. Vi rekommenderar att använda en som är minst {0} bytes (tecken) lång.
tr_tr: Şifreleme anahtarınız çok kısa. En az {0} bayt (karakter) uzunluğunda bir tane kullanmanızı öneririz.
uk_ua: Ваш ключ шифрування закороткий. Ми рекомендуємо використовувати довжину принаймні {0} байтів (символів).
vi_vn: Khóa mã hóa của bạn quá ngắn. Chúng tôi đề xuất dùng một cái dài ít nhất {0} byte (kí tự).
zh_hans: 您的加密密钥太短。我们建议您使用至少 {0} 字节长度的密钥。
zh_hant: 您的加密金鑰太短。我們建議使用 {0} 位元組（字元）以上長度的金鑰。

# WarningDefaultCryptKeyUsedForHashing
source: You're using {0} setting of {1} property, but you didn't provide a custom --cryptkey. You should provide a custom --cryptkey for increased security.
bg_bg: Ползвате {0} настройка от {1} стойност, но не сте осигурили персонализиран крипто-ключ. Трябва да осигурите персонализиран крипто-ключ за увеличена защита.
cs_cz: Používáte {0} nastavení {1} vlastnosti, ale neposkytli jste vlastní --cryptkey. Pro zvýšení bezpečnosti byste měli poskytnout vlastní --cryptkey.
da_dk: Du bruger {0} indstilling af {1} ejendom, men du har ikke angivet en brugerdefineret --cryptkey. Du kan eventuelt give en brugerdefineret --cryptkey for øget sikkerhed, hvis du gerne vil.
de_de: Du verwendest {0} für {1}, hast aber keinen eigenen kryptografischen Schlüssel mit --cryptkey spezifiziert. Für erhöhte Sicherheit solltest du einen eigenen kryptografischen Schlüssel verwenden.
el_gr: Χρησιμοποιείτε τη ρύθμιση {0} της ιδιότητας {1}, αλλά δεν παρείχατε προσαρμοσμένο κλειδί κρυπτογράφησης. Προαιρετικά μπορείτε να παρέχετε ένα προσαρμοσμένο κλειδί κρυπτογράφησης για αυξημένη ασφάλεια.
es_es: Estás usando el ajuste {0} de la propiedad {1}, pero no proporcionaste una --cryptkey personalizada. Deberías proporcionar una --cryptkey personalizada para mayor seguridad.
fi_fi: Käytät ominaisuuden {1} asetusta {0}, mutta et antanut mukautettua --cryptkey -argumenttia. Sinun tulisi antaa mukautettu --cryptkey lisäturvallisuuden takaamiseksi, jos haluat.
fr_fr: Vous utilisez le paramètre {0} de la propriété {1} , mais vous n'avez pas fourni de --cryptkey personnalisé. Vous devriez fournir une --cryptkey personnalisée pour plus de sécurité.
he_il: אתה משתמש בהגדרה {0} של המאפיין {1}, אך לא סיפקת --cryptkey מותאם אישית. עליך לספק --cryptkey מותאם אישית להגברת האבטחה.
hu_hu: A {0} beállítást használja a {1} tulajdonsághoz, de nem adott saját --cryptkey-t. hozzá tud adni saját --cryptkey-t fokozott biztonságért ha akar.
id_id: Anda menggunakan pengaturan {0} dari properti {1}, tetapi Anda tidak menyediakan --cryptkey khusus. Anda dapat memberikan --cryptkey khusus untuk keamanan yang lebih baik jika Anda inginkan.
it_it: Stai usando {0} come impostazione della proprietà {1}, ma non hai fornito un --cryptkey personalizzato. Dovresti fornire un --cryptkey personalizzato per una maggiore sicurezza.
ja_jp: {1} プロパティの {0} 設定を使用していますが、カスタム --cryptkey が指定されていません。必要に応じて、セキュリティ向上のためにカスタム --cryptkey を指定できます。
lt_lt: Jūs naudojate {0} nustatymą is {1} ypatybės, tačiau nenurodėte tinkintos --cryptkey savybės. Turėtumėte pateikti tinkintą --cryptkey savybę padidintai apsaugai.
lv_lv: Tu izmanto {0} iestatījumus no {1} vērtības, bet Tu neesi norādījis pielāgotu --šifratslēgu. Ja vēlies, Tu vari norādīt individuāli pielāgotu --šifratslēgu, lai palielinātu drošību.
nl_nl: U gebruikt de instelling {0} van {1} eigenschap, maar u heeft geen aangepaste --cryptkey opgegeven. U kunt optioneel een aangepaste --cryptkey geven voor verhoogde beveiliging als u dat wilt.
no_no: Du bruker {0} innstillinger for {1} egenskaper, men du ga ikke en tilpasset --cryptkey. Du kan eventuelt stille inn en tilpasset --cryptkey for økt sikkerhet hvis du ønsker det.
pl_pl: Używasz ustawienia {0} właściwości {1}, ale bez podania niestandardowego klucza --cryptkey. Opcjonalnie możesz podać niestandardowy --cryptkey dla zwiększenia bezpieczeństwa, jeśli chcesz.
pt_pt: Estás a utilizar a definição {0} da propriedade {1}, mas não forneceste uma --cryptkey personalizada. Podes opcionalmente fornecer uma --cryptkey personalizada para aumentar a segurança, se assim o desejares.
ru_ru: Вы используете настройку "{0}" свойства "{1}", но не указали ключ шифрования "--cryptkey". Вы можете (необязательно) указать ключ "--cryptkey" для повышения безопасности.
sv_se: Du använder {0} inställningen för {1} egendom, men du gav inte en anpassad --cryptkey. Du kan eventuellt ge en anpassad --cryptkey för ökad säkerhet om du vill.
tr_tr: {1} özelliğinin {0} ayarını kullanıyorsunuz, ancak özel bir --cryptkey sağlamadınız. Artırılmış güvenlik için özel bir --cryptkey sağlayabilirsiniz.
uk_ua: Ви використовуєте налаштування {0} властивості {1}, але не надали спеціальний --cryptkey. Вам слід надати бажаний --cryptkey для підвищення безпеки.
vi_vn: Bạn đang sử dụng cài đặt {0} của thuộc tính {1}, nhưng bạn đã không cung cấp một --cryptkey tùy chỉnh. Bạn nên cung cấp một --cryptkey tùy chỉnh để tăng tính bảo mật.
zh_hans: 您正在为 {1} 属性使用 {0} 设置，但未提供自定义密钥 --cryptkey。如果您愿意，可以提供自定义 --cryptkey 参数来增强安全性。
zh_hant: 您正在使用 {0} 設定 {1} 屬性。但您沒有提供自訂的 --cryptkey。若您需要，可以提供自訂 --cryptkey 以提高安全性。

# WarningDefaultCryptKeyUsedForEncryption
source: You're using {0} setting of {1} property, but you didn't provide a custom --cryptkey. This entirely defeats the protection, as ASF is forced to use its own (known) key. You should provide a custom --cryptkey for making use of the security benefit offered by this setting.
bg_bg: Ползвате {0} настройка от {1} стойност, но не сте осигурили персонализиран крипто-ключ. Това напълно нарушава защитата, тъй като ASF е принуден да ползва собствен (познат) ключ. Трябва да осигурите персонализиран крипто-ключ, за да ползвате предлаганата защита от тези настройки.
cs_cz: Používáte {0} nastavení vlastnosti {1}, ale neposkytuješ vlastní --cryptkey. To zcela ruší ochranu, protože ASF je nucen použít svůj vlastní (známý) klíč. Pro využití bezpečnostního přínosu nabízeného tímto nastavením, byste měli poskytnout vlastní --cryptkey.
da_dk: Du bruger {0} indstilling af {1} ejendom, men du har ikke angivet en brugerdefineret --cryptkey. Dette går helt ud over beskyttelsen, da ASF er tvunget til at bruge sin egen (kendte) nøgle. Du bør give en brugerdefineret --cryptkey til at gøre brug af den sikkerhedsmæssige fordel, som denne indstilling.
de_de: Du verwendest {0} für {1}, hast aber keinen eigenen kryptografischen Schlüssel mit --cryptkey spezifiziert. Dies umgeht den Schutz komplett, da ASF gezwungen ist den internen (öffentlich bekannten) Schlüssel zu verwenden. Du solltest einen eigenen kryptografischen Schlüssel verwenden, um Nutzen von dieser Einstellung zu haben.
el_gr: Χρησιμοποιείτε {0} ρύθμιση της ιδιότητας {1}, αλλά δεν παρείχατε ένα προσαρμοσμένο --cryptkey. Αυτό καταπολεμά πλήρως την προστασία, καθώς η ASF αναγκάζεται να χρησιμοποιήσει το δικό της (γνωστό) κλειδί. Θα πρέπει να παρέχετε ένα προσαρμοσμένο --cryptkey για τη χρήση του οφέλους ασφάλειας που προσφέρει αυτή η ρύθμιση.
es_es: Estás usando el ajuste {0} de la propiedad {1}, pero no proporcionaste una --cryptkey personalizada. Esto arruina completamente la protección, ya que ASF se ve obligado a usar su propia clave (conocida). Deberías proporcionar una --cryptkey personalizada para usar el beneficio de seguridad que ofrece este ajuste.
fi_fi: Käytät ominaisuuden {1} asetusta {0}, mutta et antanut mukautettua --cryptkey -argumenttia. Tämä tekee suojauksen täysin tyhjäksi, koska ASF joutuu käyttämään omaa (tunnettua) avaintaan. Sinun tulisi antaa mukautettu --cryptkey tämän asetuksen turvallisuushyöydyn saavuttamiseksi.
fr_fr: Vous utilisez le paramètre {0} de la propriété {1} , mais vous n'avez pas fourni de --cryptkey personnalisé. Cela casse complètement la protection, car ASF est forcé d’utiliser sa propre clé (connue). Vous devez fournir une --cryptkey personnalisée pour utiliser les avantages de sécurité offerts par ce paramètre.
he_il: אתה משתמש בהגדרה {0} של המאפיין {1}, אך לא סיפקת --cryptkey מותאם אישית. זה מביס לחלוטין את ההגנה, מכיוון ש-ASF נאלץ להשתמש במפתח (ידוע) משלו. עליך לספק --cryptkey מותאם אישית כדי לעשות שימוש בהטבת האבטחה שמציעה הגדרה זו.
hu_hu: A(z) {1} tulajdonság {0} beállítását használja, de nem adott meg egyéni --cryptkey-t. Ez teljesen megsemmisíti a védelmet, mivel az ASF kénytelen a saját (ismert) kulcsát használni. A beállítás által kínált biztonsági előnyök kihasználásához egyéni --cryptkey-t kell megadnia.
id_id: Anda menggunakan pengaturan {0} dari properti {1}, tetapi Anda tidak menyediakan --cryptkey khusus. Ini sepenuhnya menghilangkan perlindungan, karena ASF dipaksa menggunakan kunci (yang dikenal) miliknya. Anda harus menyediakan --cryptkey khusus untuk memanfaatkan manfaat keamanan yang ditawarkan oleh pengaturan ini.
it_it: Stai usando {0} come impostazione della proprietà {1}, ma non hai fornito un --cryptkey personalizzato. Questo sconfigge completamente la protezione, in quanto ASF è costretto a utilizzare la propria chiave (conosciuta). Dovresti fornire un --cryptkey personalizzato per sfruttare il vantaggio di sicurezza offerto da questa impostazione.
ja_jp: {0} 設定の {1} プロパティを使用していますが、カスタム --cryptkey が設定されていません。 ASFは独自の(既知の) キーを使用することを余儀なくされているため、この状態ではセキュリティ保護がされていないことを意味します。 この設定で提供されるセキュリティ上のメリットを利用するためには、カスタム --cryptkey を提供する必要があります。
lt_lt: Jūs naudojate {0} nustatymą is {1} ypatybės, tačiau nenurodėte tinkintos --cryptkey savybės. Tai prieštarauja apsaugai, kadangi ASF bus priversta naudoti savo (žinomą) raktą. Reiktų nurodyti tinkintą --cryptkey savybę, kad šio gautumėte šio nustatymo naudą.
lv_lv: Tu lieto {0} iestatījumu {1} vērtībai, bet neesi nodrošinājis speciālu -cryptkey. Šī dēļ šim iestatījumam nav jēga, jo ASF ir spiests lietots pats savu (zināmu) atslēgu. Tev vajag nodrošinās speciālo -cryptkey lai šis iestatījums varētu nodrošināt papildu drošību.
nl_nl: U gebruikt {0} instelling van {1} eigenschap, maar u heeft geen aangepaste --cryptkey opgegeven. Dit ondermijnt de bescherming volledig, omdat ASF zijn eigen (bekend) sleutel moet gebruiken. U moet een aangepaste --cryptkey opgeven om gebruik te maken van het beveiligingsvoordeel dat deze instelling biedt.
no_no: Du bruker {0} innstillinger for {1} egenskaper, men du ga ikke en tilpasset --cryptkey. Dette har med seg beskyttelsen helt, ettersom ASF tvinges til å bruke sin egen (kjent) nøkkel. Du bør gi en egendefinert --kryptkey for å gjøre bruk av sikkerhetsfordeler tilbudt av denne innstillingen.
pl_pl: Używasz {0} ustawienia właściwości {1}, ale nie podałeś niestandardowego --cryptkey. To całkowicie niweczy ochronę, ponieważ ASF jest zmuszony do użycia własnego (znanego) klucza. Powinieneś podać niestandardowy --cryptkey, aby skorzystać z zalet bezpieczeństwa oferowanych przez to ustawienie.
pt_pt: Estás a usar a definição {0} da propriedade {1}, mas não forneceste uma --cryptkey personalizada. Isto futiliza a proteção, pois o ASF é forçado a usar a sua chave (que é conhecida). Deves fornecer uma --cryptkey personalizada para usufruires da segurança oferecida por esta definição.
ru_ru: Вы используете настройку {0} свойства {1}, но не указали специальный ключ --cryptkey. Это полностью снимает защиту, поскольку ASF вынужден использовать свой собственный (общедоступный) ключ. Вы должны предоставить собственный ключ --cryptkey, чтобы использовать преимущества безопасности, предлагаемые этим параметром.
sv_se: Du använder {0} inställningen för {1} egendom, men du gav inte en anpassad --cryptkey. Detta besegrar helt och hållet skyddet, då ASF tvingas använda sin egen (kända) nyckel. Du bör ge en anpassad --cryptkey för att använda dig av den säkerhetsfördel som den här inställningen erbjuder.
tr_tr: {1} özelliğinin {0} ayarını kullanıyorsunuz, ancak özel bir --cryptkey sağlamadınız. Bu, ASF'nin kendi (bilinen) anahtarını kullanmak zorunda kalması nedeniyle korumayı tamamen ortadan kaldırır. Bu ayarın sunduğu güvenlik avantajından yararlanmak için özel bir --cryptkey sağlamalısınız.
uk_ua: Ви використовуєте налаштування {0} властивості {1}, але не надали спеціальний --cryptkey. Це повністю втрачає захист, оскільки ASF змушений використовувати власний (відомий) ключ. Вам слід надати спеціальний --cryptkey, щоб скористатися перевагами безпеки, які пропонує цей параметр.
vi_vn: Bạn đang sử dụng cài đặt {0} của thuộc tính {1}, nhưng bạn đã không cung cấp một --cryptkey tùy chỉnh. Điều này hoàn toàn tự hủy sự bảo vệ, vì ASF buộc phải sử dụng khóa (đã biết) của nó. Bạn nên cung cấp một --cryptkey tùy chỉnh để nhận được lợi ích bảo mật được cung cấp bởi cài đặt này.
zh_hans: 您正在为 {1} 属性使用 {0} 设置，但未提供自定义密钥 --cryptkey。这完全破坏了保护措施，因为 ASF 将使用默认的公开密钥。您应该提供自定义 --cryptkey 参数，来保证此设置提供的安全措施生效。
zh_hant: 您正在使用 {0} 設定 {1} 屬性。但您沒有提供自訂的 --cryptkey。這完全破壞了保護，因為 ASF 被迫使用自己的（已知）金鑰。您應提供自訂 --cryptkey 以使用本設定所提供的安全優勢。
