Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# GlobalConfigChanged
source: Global config file has been changed!
be_by: Файл глабальнай канфігурацыі быў зменены!
bg_bg: Файлът с общите настройки беше променен!
bs_latn: Globalni konfiguracioni fajl je promenjen!
ca_es: El fitxer de configuració global s'ha modificat!
cs_cz: Globální konfigurační soubor byl změnen.
da_dk: Global konfigureringsfil er blevet ændret!
de_de: Globale Konfigurationsdatei wurde verändert!
el_gr: Το αρχείο γενικής διαμόρφωσης έχει αλλάξει!
es_es: ¡El archivo de configuración global ha sido modificado!
fa_ir: فایل کانفیگ اصلی تغییر یافته است!
fi_fi: Globaalia asetustiedostoa muutettiin!
fr_fr: Le fichier de configuration globale a été modifié !
he_il: קובץ config גלובלי השתנה!
hr_hr: Globalna konfiguracijska datoteka je izmjenjena!
hu_hu: A globális konfigurációs fájl megváltozott!
id_id: File konfigurasi global telah berubah!
it_it: Il file di configurazione globale è stato modificato!
ja_jp: グローバル設定ファイルが変更されました！
lt_lt: Pagrindinis konfigūracijos failas buvo pakeistas!
lv_lv: Globālais konfigurācijas fails izmainīts!
nl_nl: Globaal configuratiebestand is aangepast!
no_no: Global konfigurasjonsfil er endret!
pl_pl: Globalny plik konfiguracyjny został zmieniony!
pt_pt: O arquivo de configuração global foi alterado!
ro_ro: Fișierul de configurare globală a fost schimbat!
ru_ru: Файл глобальной конфигурации был изменен!
sk_sk: Globálny konfiguračný súbor bol pozmenený!
sr_latn: Globalni konfiguracioni fajl je promenjen!
sv_se: Globala konfigurationsfilen har ändrats!
th_th: ไฟล์ config มีการเปลี่ยนแปลง!
tr_tr: Genel yapılandırma dosyası değiştirildi!
uk_ua: Глобальна конфігурація змінена!
vi_vn: Tập tin cấu hình chung đã bị thay đổi!
zh_cn: 已更改全局配置文件 ！
zh_hans: 全局配置文件已被更改！
zh_hant: 已修改全域設定檔！
zh_hk: 全域設定檔已更改！

# ErrorGlobalConfigRemoved
source: Global config file has been removed!
be_by: Файл глабальнай канфігурацыі быў выдалены!
bg_bg: Файлът с общите настройки е премахнат!
bs_latn: Globalni konfiguracioni fajl je uklonjen!
ca_es: El fitxer de configuració global s'ha eliminat!
cs_cz: Globální konfigurační soubor byl odstraněn.
da_dk: Global konfigureringsfil er blevet fjernet!
de_de: Globale Konfigurationsdatei wurde entfernt!
el_gr: Το αρχείο γενικής διαμόρφωσης έχει αφαιρεθεί!
es_es: ¡El archivo de configuración global ha sido eliminado!
fa_ir: فایل کانفیگ اصلی حذف شده است!
fi_fi: Globaali asetustiedosto poistettiin!
fr_fr: Le fichier de configuration globale a été supprimé !
he_il: קובץ config גלובלי הוסר!
hr_hr: Globalna konfiguracijska datoteka je uklonjena!
hu_hu: A globális konfigurációs fájl törölve lett!
id_id: File konfigurasi global telah dihapus!
it_it: Il file di configurazione globale è stato rimosso!
ja_jp: グローバル設定ファイルが削除されました！
lt_lt: Pagrindinis konfigūracijos failas buvo pašalintas!
lv_lv: Globālais konfigurācijas fails izdzēsts!
nl_nl: Globaal configuratiebestand is verwijderd!
no_no: Global konfigurasjonsfil er fjernet!
pl_pl: Globalny plik konfiguracyjny został usunięty!
pt_pt: O arquivo de configuração global foi removido!
ro_ro: Fișierul de configurare globală a fost eliminat!
ru_ru: Файл глобальной конфигурации был удален!
sk_sk: Globálny konfiguračný súbor bol vymazaný!
sr_latn: Globalni konfiguracioni fajl je uklonjen!
sv_se: Globala konfigurationsfilen har tagits bort!
th_th: ไฟล์ config ถูกลบออกแล้ว!
tr_tr: Genel yapılandırma dosyası kaldırıldı!
uk_ua: Глобальна конфігурація видалена!
vi_vn: Tập tin cấu hình chung đã được gỡ bỏ!
zh_cn: 全局配置文件已被删除 ！
zh_hans: 全局配置文件已被删除！
zh_hant: 已刪除全域設定檔！
zh_hk: 全域設定檔已被刪除！

# IgnoringTrade
source: Ignoring trade: {0}
ar_sa: تجاهل المتاجرة: {0}
be_by: Ігнараванне абмену: {0}
bg_bg: Пренебрегване на замяната: {0}
bs_latn: Ignorisanje razmene: {0}
ca_es: Ignorant intercanvi: {0}
cs_cz: Ignorování obchodu: {0}
da_dk: Ignorere bytte: {0}
de_de: Ignoriere Handel: {0}
el_gr: Αγνόηση ανταλλαγής: {0}
es_es: Ignorando intercambio: {0}
fa_ir: پاسخ ندادن به درخواست تبادل: {0}
fi_fi: Ohitetaan vaihto: {0}
fr_fr: Offre ignorée : {0}
he_il: מתעלם מעסקת חליפין: {0}
hr_hr: Ignoriranje trgovine: {0}
hu_hu: Csereajánlat figyelmen kívül hagyása: {0}
id_id: Mengabaikan pertukaran: {0}
it_it: Ignorando lo scambio: {0}
ja_jp: トレードを無視: {0}
lt_lt: Ignoruojami mainai: {0}
lv_lv: Ignorēt darījumu: {0}
nl_nl: Ruilaanbod wordt genegeerd: {0}
no_no: Ignorerer handel: {0}
pl_pl: Ignorowanie oferty wymiany: {0}
pt_pt: A ignorar a troca: {0}
ro_ro: Se ignoră schimbul: {0}
ru_ru: Игнорирование обмена: {0}
sk_sk: Ignorovanie obchodu: {0}
sr_latn: Ignorisanje razmene: {0}
sv_se: Ignorerar bytesförfrågan: {0}
th_th: เพิกเฉยการแลกเปลี่ยน: {0}
tr_tr: Takas görmezden geliniyor: {0}
uk_ua: Ігнорування обміну: {0}
vi_vn: Bỏ qua giao dịch: {0}
zh_cn: 忽略交易︰ {0}
zh_hans: 忽略交易：{0}
zh_hant: 正在忽略交易：{0}
zh_hk: 忽略交易：{0}

# LoggingIn
source: Logging in to {0}...
be_by: Уваход у {0}...
bg_bg: Записване в {0}...
bs_latn: Prijavljivanje u {0}...
ca_es: Iniciant sessió a {0}...
cs_cz: Přihlašování do {0}...
da_dk: Logger ind på {0}...
de_de: Anmelden bei {0}...
el_gr: Σύνδεση στο {0}...
es_es: Iniciando sesión en {0}...
fa_ir: در حال ورود به {0}...
fi_fi: Kirjaudutaan sisään {0}...
fr_fr: Connexion à {0}...
he_il: מתחבר אל {0}...
hr_hr: Prijava u {0}...
hu_hu: Belépés {0} szolgáltatásba...
id_id: Menyambung ke {0}...
it_it: Login a {0} in corso...
ja_jp: {0} にログイン中...
lt_lt: Prisijungiama prie {0}...
lv_lv: Pierakstās iekš {0}...
nl_nl: Inloggen op {0}...
no_no: Logger inn på {0}...
pl_pl: Logowanie do {0}...
pt_pt: A iniciar sessão em {0}...
ro_ro: Se autentifică la {0}...
ru_ru: Вход в {0}...
sk_sk: Prihlasovanie do služby {0}...
sr_latn: Prijavljivanje u {0}...
sv_se: Loggar in på {0}...
th_th: กำลังเข้าสู่ระบบ {0}…
tr_tr: {0}'e giriş yapılıyor...
uk_ua: Вхід до {0}...
vi_vn: Đăng nhập vào {0}...
zh_cn: 登录到 {0}...
zh_hans: 正在登录到 {0}……
zh_hant: 正在登入到 {0}…
zh_hk: 正在登入到 {0}……

# NoBotsAreRunning
source: No bots are running, exiting...
be_by: Няма працуючых ботаў, выхад...
bg_bg: Не работят ботове, излизане...
bs_latn: Nijedan bot trenutno ne radi, izlaženje...
ca_es: No hi ha cap bot en funcionament. Sortint...
cs_cz: Nejsou spuštěni žádní boti, ukončuje se...
da_dk: Ingen bots køre, forlader...
de_de: Es werden keine Bots ausgeführt, beende...
el_gr: Δεν εκτελούνται bot, γίνεται έξοδος...
es_es: No hay bots activos, saliendo...
fa_ir: هیچ رباتی در حال اجرا نیست، در حال خارج شدن از برنامه...
fi_fi: Yhtään bottia ei ole käynnissä, poistutaan...
fr_fr: Aucun bot en fonctionnement, fermeture en cours...
he_il: בוטים לא פועלים, יוצא...
hr_hr: Niti jedan bot nije pokrenut, izlazak u tijeku...
hu_hu: Egyetlen bot sem fut, kilépés...
id_id: Tidak ada bot yang berjalan, keluar...
it_it: Nessun bot è in esecuzione, sto uscendo...
ja_jp: bot が実行されていません。終了しています...
lt_lt: Nėra aktyvių botų, išeinama...
lv_lv: Nav aktīvu botu, tiek iziets...
nl_nl: Geen bots actief, afsluiten...
no_no: Ingen bots kjører, avslutter...
pl_pl: Brak aktywnych botów, zamykanie...
pt_pt: Não existe bots em execução, a sair...
ro_ro: Niciun bot nu rulează, se închide...
ru_ru: Нет запущенных ботов, выход...
sk_sk: Nie sú spustení žiadni boti, ukončovanie...
sr_latn: Nijedan bot trenutno ne radi, izlaženje...
sv_se: Inga bottar körs just nu, stänger ner...
th_th: ไม่มีบอตทำงาน กำลังออกจากโปรแกรม…
tr_tr: Hiçbir bot çalışmıyor, çıkış yapılıyor...
uk_ua: Немає запущених ботів, вихід ...
vi_vn: Không có bot nào đang chạy, đang thoát...
zh_cn: 无账号正在运行，即将退出...
zh_hans: 没有正在运行的机器人，即将退出……
zh_hant: 沒有執行中的 Bot，正在退出…
zh_hk: 沒有運行中的機械人，正在退出……

source: Refreshing our session!
be_by: Абнаўленне нашай сесіі!
bg_bg: Обновление на сесията!
bs_latn: Osvežavanje sesije!
ca_es: Actualitzant la sessió!
cs_cz: Aktualizuji relaci.
da_dk: Opfrisker vores session!
de_de: Aktualisiere unsere Sitzung!
el_gr: Ανανέωση της συνεδρίας!
es_es: ¡Actualizando sesión!
fa_ir: در حال رفرش کردن سشن!
fi_fi: Päivitetään istuntomme!
fr_fr: Rafraîchissement de notre session !
he_il: מרענן את הססיה!
hr_hr: Osvješavanje sesije!
hu_hu: Munkamenet frissítése!
id_id: Menyegarkan sesi kami!
it_it: Aggiornamento della nostra sessione!
ja_jp: セッションを更新！
lt_lt: Atnaujinama sesija!
lv_lv: Sesijas atsvaidzināšana!
nl_nl: Sessie wordt ververst!
no_no: Oppdaterer økten!
pl_pl: Odświeżanie sesji!
pt_pt: A atualizar a sessão!
ro_ro: Se reîmprospătează sesiunea!
ru_ru: Обновление сессии!
sk_sk: Aktualizácia relácie!
sr_latn: Osvežavanje sesije!
sv_se: Startar om sessionen!
th_th: กำลังรีเฟรชเซสชั่นของเรา!
tr_tr: Oturumumuz yenileniyor!
uk_ua: Оновлення сесії!
vi_vn: Làm mới phiên làm việc!
zh_cn: 正在刷新会话！
zh_hans: 正在刷新会话！
zh_hant: 正在更新工作階段！
zh_hk: 正在刷新工作階段！

# RejectingTrade
source: Rejecting trade: {0}
ar_sa: رفض المتاجرة: {0}
be_by: Адхіленне абмену: {0}
bg_bg: Отказване на замяната: {0}
bs_latn: Odbijanje razmjene: {0}
ca_es: Rebutjant l'intercanvi: {0}
cs_cz: Odmítám obchod: {0}
da_dk: Afviser bytte: {0}
de_de: Lehne Handel ab: {0}
el_gr: Απόρριψη ανταλλαγής: {0}
es_es: Rechazando intercambio: {0}
fa_ir: در حال رد کردن درخواست تبادل: {0}
fi_fi: Hylätään vaihto: {0}
fr_fr: Offre rejetée : {0}
he_il: דוחה עסקת חליפין: {0}
hr_hr: Odbijanje trgovine: {0}
hu_hu: Csereajánlat elutasítása: {0}
id_id: Menolak pertukaran: {0}
it_it: Rifiutando lo scambio: {0}
ja_jp: トレードを拒否: {0}
lt_lt: Atmetami mainai: {0}
lv_lv: Atteikt darījumu: {0}
nl_nl: Ruilaanbod wordt afgewezen: {0}
no_no: Avviser handel: {0}
pl_pl: Odrzucanie oferty wymiany: {0}
pt_pt: A rejeitar troca: {0}
ro_ro: Se respinge schimbul: {0}
ru_ru: Отклонение обмена: {0}
sk_sk: Odmietnutie obchodu: {0}
sr_latn: Odbijanje razmene: {0}
sv_se: Avböjer bytesförfrågan: {0}
th_th: ปฏิเสธการแลกเปลี่ยน: {0}
tr_tr: Takas reddediliyor: {0}
uk_ua: Відхилення обміну: {0}
vi_vn: Từ chối trao đổi: {0}
zh_cn: 拒绝交易︰ {0}
zh_hans: 驳回交易：{0}
zh_hant: 正在拒絕交易︰{0}
zh_hk: 拒絕交易：{0}

source: Restarting...
ar_sa: جاري إعادة التشغيل...
be_by: Перазапуск...
bg_bg: Рестартиране…
bs_latn: Ponovno pokretanje...
ca_es: Reiniciant...
cs_cz: Restartování...
da_dk: Genstarter...
de_de: Starte neu...
el_gr: Επανεκκίνηση...
es_es: Reiniciando...
fa_ir: در حال راه‌اندازی دوباره...
fi_fi: Käynnistetään uudelleen...
fr_fr: Redémarrage...
he_il: מפעיל מחדש...
hi_in: रिस्टार्ट हो रहा है...
hr_hr: Ponovno pokretanje u tijeku...
hu_hu: Újraindítás...
id_id: Memulai ulang...
it_it: Riavvio...
ja_jp: 再起動中...
lt_lt: Paleidžiama iš naujo...
lv_lv: Notiek restartēšana...
nl_nl: Herstarten...
no_no: Restarter...
pl_pl: Restartowanie...
pt_pt: A reiniciar...
ro_ro: Repornește...
ru_ru: Перезапуск...
sk_sk: Reštartovanie...
sr_latn: Restartovanje...
sv_se: Startar om...
th_th: กำลังเริ่มใหม่…
tr_tr: Yeniden Başlatılıyor...
uk_ua: Перезапуск...
vi_vn: Đang khởi động lại...
zh_cn: 正在重新启动...
zh_hans: 正在重新启动……
zh_hant: 正在重新啟動…
zh_hk: 重新啟動中……

source: Starting...
ar_sa: جاري بدء التشغيل...
be_by: Запуск...
bg_bg: Стартиране...
bs_latn: Pokretanje...
ca_es: Iniciant...
cs_cz: Spouštění...
da_dk: Starter...
de_de: Starte...
el_gr: Εκκίνηση...
es_es: Iniciando...
fa_ir: در حال راه‌اندازی...
fi_fi: Käynnistetään...
fr_fr: Démarrage...
he_il: מתחיל...
hi_in: शुरू हो रहा है|
hr_hr: Pokretanje u tijeku...
hu_hu: Indítás...
id_id: Memulai...
it_it: Avvio in corso...
ja_jp: 開始中...
lt_lt: Paleidžiama...
lv_lv: Notiek startēšana...
nl_nl: Starten...
no_no: Starter...
pl_pl: Uruchamianie...
pt_pt: A iniciar...
ro_ro: Pornește...
ru_ru: Запуск...
sk_sk: Spúšťanie...
sr_latn: Pokretanje...
sv_se: Startar...
th_th: กำลังเริ่ม…
tr_tr: Başlatılıyor...
uk_ua: Запуск...
vi_vn: Bắt đầu...
zh_cn: 正在启动...
zh_hans: 正在启动……
zh_hant: 正在啟動…
zh_hk: 正在啟動……

source: Success!
ar_sa: تم بنجاح!
be_by: Паспяхова завершана!
bg_bg: Успешно!
bs_latn: Uspješno!
ca_es: Èxit!
cs_cz: Hotovo.
da_dk: Succes!
de_de: Erledigt!
el_gr: Επιτυχία!
es_es: ¡Éxito!
fa_ir: موفقیت!
fi_fi: Valmis!
fr_fr: Succès !
he_il: הצלחה!
hr_hr: Uspijeh!
hu_hu: Kész!
id_id: Sukses!
it_it: Operazione riuscita!
ja_jp: 成功！
lt_lt: Pavyko!
lv_lv: Gatavs!
nl_nl: Succesvol!
no_no: Suksess!
pl_pl: Sukces!
pt_pt: Sucesso!
ro_ro: Succes!
ru_ru: Успешно!
sk_sk: Úspech!
sr_latn: Uspešno!
sv_se: Framgång!
th_th: สำเร็จ!
tr_tr: Başarılı!
uk_ua: Успіх!
vi_vn: Hoàn tất!
zh_cn: 成功！
zh_hans: 成功！
zh_hant: 成功！
zh_hk: 成功！

source: Unlocking parental account...
be_by: Разблакіраванне бацькоўскага кантролю...
bg_bg: Отключване на родителския профил...
bs_latn: Otključavanje roditeljskog naloga...
ca_es: Desblocant el compte parental...
cs_cz: Odblokování rodičovského účtu...
da_dk: Låser forældre-konto op...
de_de: Entsperre Elternkonto...
el_gr: Ξεκλείδωμα γονικού λογαριασμού...
es_es: Desbloqueando la cuenta parental...
fa_ir: در حال باز کردن parental account...
fi_fi: Avataan tilin lapsilukitus...
fr_fr: Désactivation du mode famille...
he_il: פותח חשבון הורים...
hr_hr: Otključavanje roditeljskog računa u tijeku...
hu_hu: Szülői felhasználó feloldása...
id_id: Membuka akun utama...
it_it: Sblocco dell'account genitore...
ja_jp: 親アカウントのロックを解除しています...
lt_lt: Atrakinama tėvų paskyra...
lv_lv: Atbloķē vecāku kontroles kontu...
nl_nl: Ouderlijk toezicht wordt ontgrendeld...
no_no: Låse opp foreldrekonto...
pl_pl: Odblokowywanie konta rodzica...
pt_pt: Desbloqueando conta parental...
ro_ro: Se deblochează contul parental...
ru_ru: Разблокировка родительского контроля...
sk_sk: Odomykanie rodičovského účtu...
sr_latn: Otključavanje roditeljskog naloga...
sv_se: Låser upp föräldrarkontot...
th_th: กําลังปลดล็อกบัญชีของผู้ปกครอง...
tr_tr: Aile görünümünün kilidi açılıyor...
uk_ua: Розблокування батьківського контролю...
vi_vn: Đang mở khóa tài khoản phụ huynh...
zh_cn: 正在解锁主帐户...
zh_hans: 正在解锁家庭监护……
zh_hant: 正在解鎖家庭監護帳號…
zh_hk: 正在解鎖家庭監護帳戶……

# UpdateCheckingNewVersion
source: Checking for new version...
ar_sa: جاري التحقيق من وجود إصدار جديد...
be_by: Ідзе праверка наяўнасці новай версіі...
bg_bg: Проверяване за нова версия...
bs_latn: Traženje nove verzije...
ca_es: Cercant una nova versió...
cs_cz: Kontrola nové verze...
da_dk: Tjekker for ny version...
de_de: Prüfe auf neue Version...
el_gr: Έλεγχος για νέα έκδοση...
es_es: Comprobando si existe una nueva versión...
fa_ir: در حال چک کردن برای نسخه ی جدید...
fi_fi: Tarkistetaan päivityksiä...
fr_fr: Recherche d'une nouvelle version...
he_il: מחפש גירסה חדשה...
hr_hr: Provjera nove verzije u tijeku...
hu_hu: Új verzió keresése...
id_id: Sedang memeriksa versi terbaru...
it_it: Verifica della nuova versione...
ja_jp: 新しいバージョンをチェックしています...
lt_lt: Ieškoma naujos versijos...
lv_lv: Meklē atjauninājumus...
nl_nl: Controleren op nieuwe versie...
no_no: Ser etter ny versjon...
pl_pl: Wyszukiwanie nowej wersji...
pt_pt: A procurar por novas versões...
ro_ro: Se caută versiune nouă...
ru_ru: Проверка новой версии...
sk_sk: Kontrola najnovšej verzie...
sr_latn: Traženje nove verzije...
sv_se: Söker efter senaste versionen...
th_th: กำลังตรวจสอบเวอร์ชันใหม่...
tr_tr: Yeni sürüm kontrol ediliyor...
uk_ua: Перевірка наявності нової версії...
vi_vn: Đang kiểm tra phiên bản mới...
zh_cn: 正在检查新版本...
zh_hans: 正在检查新版本……
zh_hant: 正在檢查新版本…
zh_hk: 正在檢查新版本……

# UpdateDownloadingNewVersion
source: Downloading new version: {0} ({1} MB)... While waiting, consider donating if you appreciate the work being done! :)
be_by: Спампоўка новай версіі: {0} ({1} МБ)... Пакуль чакаеце, падумайце аб ахвяраванні, калі вы шануеце праробленую працу! :)
bg_bg: В момента се сваля новата версия: {0} ({1} MB)... Докато чакате, помислете за дарение, ако оценявате свършената от нас работа! :)
ca_es: Descarregant nova versió: {0} ({1} MB)... Mentre espereu, considereu fer una donació si aprecieu la nostra tasca! :)
cs_cz: Probíhá stahování nové verze: {0} ({1} MB)...Během čekání zvažte podporu tohoto projektu! :)
da_dk: Downloader ny version: {0} ({1} MB)... Imens du venter, overvej at donere hvis du sætter pris på vores arbejde! :)
de_de: Lade neue Version herunter: {0} ({1} MB)... Bitte überlegen Sie es sich, uns für unsere geleistete Arbeit eine Spende zu hinterlassen, während Sie warten. :)
el_gr: Λήψη νέας έκδοσης: {0} ({1} MB)... Όσο περιμένετε, σκεφτείτε να κάνετε μια δωρεά εάν εκτιμάτε τη δουλειά που γίνεται! :)
es_es: Descargando nueva versión: {0} ({1} MB)... ¡Mientras esperas, considera hacer una donación si aprecias el trabajo realizado! :)
fa_ir: در حال دانلود نسخه ی جدید: {0} ({1} مگابایت})... تا دانلود بشه لطفاً به دونیت کردن فکر کنید اگر از برنامه رضایت دارید! :)
fi_fi: Ladataan uutta versiota: {0} ({1} Mt)... Odotellessa, harkitsethan lahjoittamista jos arvostat tekemäämme työtä! :)
fr_fr: Téléchargement de la nouvelle version en cours : {0} ({1} Mo)... En attendant, envisagez de faire un don si vous appréciez le travail effectué ! :)
he_il: מוריד גירסה חדשה: {0} ({1} MB)... בזמן ההמתנה, אנא שקלו לתרום אם אתם מעריכים את העבודה שאנו עושים! :)
hu_hu: Az új verzió letöltése: {0} ({1} MB)... Mialatt várakozol, fontold meg, hogy támogasd a munkámat :)
id_id: Mengunduh versi baru: {0} ({1} MB)... Sambil menunggu, pertimbangkan untuk mengapresiasi seluruh kerja keras dengan berdonasi! :)
it_it: Scaricando la nuova versione: {0} ({1} MB)... Durante l'attesa, considera una donazione se apprezzi il lavoro svolto! :)
ja_jp: 新しいバージョンをダウンロードしています： {0} ({1} MB) ... 待っている間、作者への寄付をご検討ください！ :)
lt_lt: Atsiunčiama nauja versija: {0} ({1} MB)... Kol laukiate, apsvarstykite, gal norite paaukoti, jei vertinate mūsų darbą! :)
lv_lv: Tiek lejupielādēta jauna versija: {0} ({1} MB)... Kamēr gaidi, apsver veikt ziedojumu, ja noverē ieguldīto darbu! :)
nl_nl: Nieuwe versie wordt gedownload: {0} ({1} MB)... Als je het gedane werk waardeert, overweeg dan tijdens het wachten om te doneren! :)
no_no: Laster ned ny versjon: {0} ({1} MB)... Mens du venter kan du kanskje vurdere å donere om du setter pris på arbeidet vårt! :)
pl_pl: Pobieranie nowej wersji: {0} ({1} MB)... Podczas czekania rozważ dotację, jeśli doceniasz naszą pracę! :)
pt_pt: A transferir a nova versão: {0} ({1} MB)... Enquanto esperas, considera doar se aprecias o trabalho feito! :)
ro_ro: Se descarcă versiunea nouă: {0} ({1} MB)... Cât timp aștepți, ia în cosiderare donarea dacă apreciezi munca depusă! :)
ru_ru: Загрузка новой версии: {0} ({1} MB)... Во время ожидания подумайте о пожертвовании в пользу разработчиков, если вы цените проделанную работу! :)
sk_sk: Sťahovanie novej verzie: {0} ({1} MB)... Ak sa ti páči odvedená práca, zváž podporu tohto projektu počas čakania! :)
sr_latn: Preuzimanje nove verzije: {0} ({1} MB)... Dok čekate, razmislite o doniranju ovom projektu ako cenite uložen rad! :)
sv_se: Laddar ner senaste versionen: {0} ({1} MB)... Medan du väntar, fundera på att donera om du uppskattar arbetet som görs! :)
th_th: ดาวน์โหลดเวอร์ชันใหม่: {0} ({1} MB)... ในขณะที่รอให้พิจารณาบริจาคหากคุณชื่นชอบงานที่ทํา! :)
tr_tr: Yeni sürüm indiriliyor: {0} ({1} MB)... Beklerken, yapılan işi takdir ediyorsanız bağış yapmayı düşünün! :)
uk_ua: Завантаження нової версії: {0} ({1} MB)... Під час очікування подумайте про пожертвування на користь розробників, якщо ви цінуєте виконану роботу! :)
vi_vn: Đang tải phiên bản mới: {0} ({1} MB)... Trong khi chờ, hãy xem xét quyên góp nếu bạn đánh giá cao sản phẩm được thực hiện! :)
zh_cn: 更新中： {0} ({1} MB)...... 在你等待的时候，可以考虑趁现在进行捐赠！:)
zh_hans: 正在下载新版本：{0}（{1} MB）……在等待的时候，如果您赞赏作者的工作请考虑捐助！:)
zh_hant: 正在下載新版本：{0} ({1} MB)…等待期間，若您喜歡這個軟體，請考慮贊助 ASF！:)
zh_hk: 正在下載新版本：{0}（{1} MB）……等待期間，如果喜歡這個軟件，請考慮捐助 ASF！:)

# UpdateFinished
source: Update process finished!
ar_sa: تم الانتهاء من عملية التحديث!
be_by: Працэс абнаўлення завершаны!
bg_bg: Обновлението приключи!
bs_latn: Proces ažuriranja je završen!
ca_es: Procés d'actualització finalitzat!
cs_cz: Úspěšně aktualizováno.
da_dk: Opdateringsprocessen færdig!
de_de: Aktualisierung abgeschlossen!
el_gr: Η διαδικασία ενημέρωσης ολοκληρώθηκε!
es_es: ¡Proceso de actualización finalizado!
fa_ir: عملیات به روز رسانی با موفقیت انجام شد!
fi_fi: Päivitys valmis!
fr_fr: Mise à jour terminée !
he_il: תהליך העדכון הסתיים!
hu_hu: Frissítés kész!
id_id: Proses pembaruan selesai!
it_it: Aggiornamento completato!
ja_jp: アップデート完了！
lt_lt: Naujinimo procesas baigtas!
lv_lv: Atjaunināšana pabeigta!
nl_nl: Update is afgerond!
no_no: Oppdateringsprosessen er ferdig!
pl_pl: Aktualizacja została zakończona!
pt_pt: Processo de atualização terminado!
ro_ro: Proces de actualizare finalizat!
ru_ru: Процесс обновления завершён!
sk_sk: Aktualizácia úspešne dokončená!
sr_latn: Proces ažuriranja je završen!
sv_se: Uppdateringsprocessen klar!
th_th: กระบวนการอัปเดตเสร็จสิ้น!
tr_tr: Güncelleme işlemi tamamlandı!
uk_ua: Процесс оновлення закінчено!
vi_vn: Quá trình cập nhật hoàn tất!
zh_cn: 更新完毕
zh_hans: 更新完成！
zh_hant: 更新完成！
zh_hk: 更新完成 ！

# UpdateNewVersionAvailable
source: New ASF version is available! Consider updating yourself!
be_by: Даступна новая версія ASF! Вы можаце абнавіцца да яе самастойна!
bg_bg: Нова версия на ASF е налична! Помислете за обновление!
ca_es: Disponible una nova versió de l'ASF! Sospesa una actualització!
cs_cz: K dispozici je nová verze ASF. Zvažte aktualizaci.
da_dk: Ny ASF version er tilgængelig! Overvej at opdatér det selv!
de_de: Es ist eine neue ASF-Version verfügbar! Erwäge das Programm selbst zu aktualisieren!
el_gr: Νέα έκδοση του ASF είναι διαθέσιμη! Σκεφτείτε να κάνετε χειροκίνητη ενημέρωση!
es_es: ¡Una nueva versión de ASF está disponible! ¡Considera actualizarla!
fa_ir: نسخه ی جدیدی از ASF در دسترس است! آپدیت کردن دستی را در نظر بگیرید!
fi_fi: Uusi ASF-versio on saatavilla! Suositellaan päivittämistä!
fr_fr: Une nouvelle version d'ASF est disponible ! Envisagez de la mettre à jour !
he_il: גירסת ASF חדשה זמינה! נא לשקול עדכון!
hu_hu: Új ASF verzió elérhető! Fontold meg a manuális frissítést!
id_id: Versi terbaru ASF tersedia! Pertimbangkan untuk diperbarui!
it_it: Una nuova versione di ASF è disponibile! Considera la possibilità di aggiornare manualmente!
ja_jp: 新しい ASF のバージョンが利用可能です！更新をご検討ください！
lt_lt: Yra nauja ASF versija! Apsvarstykite atsinaujinti!
lv_lv: Jauna ASF versija ir pieejama! Apsver veikt atjaunināšanu!
nl_nl: Nieuwe ASF versie beschikbaar! Overweeg om handmatig bij te werken!
no_no: Ny ASF-versjon er tilgjengelig! Vurder å oppdatere!
pl_pl: Dostępna jest nowa wersja ASF! Zalecana aktualizacja!
pt_pt: Uma nova versão do ASF está disponível! Considera atualizá-la manualmente!
ro_ro: O nouă versiune ASF este disponibilă! Ia în considerare actualizarea!
ru_ru: Доступна новая версия ASF! Подумайте о ручном обновлении!
sk_sk: Je dostupná nová verzia ASF! Zváž aktualizáciu!
sr_latn: Nova ASF verzija je dostupna! Razmislite o ažuriranju!
sv_se: En ny uppdatering till ASF är tillgänglig! Överväg att uppdatera programmet!
th_th: ASF เวอร์ชันใหม่พร้อมใช้งานแล้ว! โปรดอัปเดตด้วยตนเอง!
tr_tr: Yeni ASF sürümü mevcut! Güncellemeyi düşünün!
uk_ua: Доступна нова версія ASF! Ви можете оновитися на неї самостійно!
vi_vn: Hiện đang có bản cập nhật mới của ASF! Hãy xem xét việc cập nhật!
zh_cn: ASF有新版本！请手动更新！
zh_hans: ASF 有新版本！请考虑手动更新！
zh_hant: ASF 有新版本可用！請考慮手動更新！
zh_hk: ASF 有新版本可用！請考慮手動更新！
