Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# BotAcceptedDonationTrade
source: Accepted donation trade: {0}
bg_bg: Приети дарения: {0}
cs_cz: Přijatý dar: {0}
da_dk: Accepterede donationshandel: {0}
de_de: Akzeptiertes Spenden-Handelsangebot: {0}
el_gr: Αποδεκτή συναλλαγή δωρεάς: {0}
es_es: Intercambio de donación aceptado: {0}
fi_fi: Hyväksyttiin lahjoitus: {0}
fr_fr: Don accepté: {0}
he_il: סחר תרומה מקובל: {0}
hu_hu: Adomány elfogadva: {0}
id_id: Menerima trade donasi: {0}
it_it: Accettata donazione: {0}
ja_jp: 承認された寄付トレード: {0}
lt_lt: Priimti dovanos mainai: {0}
lv_lv: Tika pieņemts ziedojuma tipa darījums: {0}
nl_nl: Donatieaanbod geaccepteerd: {0}
no_no: Akseptert donasjons handel: {0}
pl_pl: Zaakceptowano ofertę darowizny: {0}
pt_pt: Doação aceite: {0}
ro_ro: Acceptat schimbul de donație: {0}
ru_ru: Принято пожертвование в обмене: {0}
sk_sk: Prijatý dar: {0}
sr_latn: Prihvaćena donacija razmjene: {0}
sv_se: Accepterad donationsbyte: {0}
tr_tr: Karşılıksız takas kabul edildi: {0}
uk_ua: Прийнято пожертвування у обміні: {0}
vi_vn: Chấp nhận đề nghị trao đổi được ủng hộ: {0}
zh_cn: 已接受捐赠交易︰{0}
zh_hans: 接受捐赠交易报价：{0}
zh_hant: 接受捐贈交易：{0}
zh_hk: 接受捐贈交易：{0}

# WarningWorkaroundTriggered
source: Workaround for {0} bug has been triggered.
bg_bg: Заобикалянето на {0} бъг е задействано.
cs_cz: Řešení pro chybu {0} bylo spuštěno.
da_dk: Workaround for fejlen {0} er blevet aktiveret.
de_de: Der Workaround für den Fehler {0} wurde ausgelöst.
el_gr: Η εναλλαγή λειτουργίας για {0} bug έχει ενεργοποιηθεί.
es_es: La solución alternativa para el error {0} se ha activado.
fi_fi: Kierto ongelmalle {0} on aloitettu.
fr_fr: Une solution de contournement pour le bogue {0} a été activée.
he_il: הדרך לעקיפת הבעיה עבור {0} באגים הופעלה.
hu_hu: Megoldásra került: {0} hiba.
id_id: Solusi untuk bug {0} telah dipicu.
it_it: La soluzione alternativa per il bug {0} è stata utilizzata.
ja_jp: {0} バグへの解決策が適用されました。
lt_lt: Sprendimas klaidai {0} buvo suaktyvintas.
lv_lv: Ir palaists {0} kļūdas apiešanas risinājums.
nl_nl: Tijdelijke oplossing voor {0} bug is geactiveerd.
no_no: Workaround for {0} bug ble utløst.
pl_pl: Obejście błędu {0} zostało aktywowane.
pt_pt: Uma solução para o erro {0} foi ativada.
ro_ro: A fost declanșat lucrul pentru {0} bug.
ru_ru: Сработал временный обход для ошибки {0}.
sk_sk: Riešenie pre obídenie chyby {0} bolo spustené.
sr_latn: Zaobilazno rješenje za bug {0} je uključeno.
sv_se: Workaround för {0} bugg har utlösts.
tr_tr: {0} hatası için geçici çözüm harekete geçirildi.
uk_ua: Використано тимчасове рішення для помилки {0}.
vi_vn: Giải pháp cho lỗi {0} đã được kích hoạt.
zh_cn: {0} 漏洞的解决措施已触发
zh_hans: 已触发 {0} 漏洞的解决方案。
zh_hant: 已觸發對於 {0} 錯誤的權變措施（臨時解決方案）。
zh_hk: 已觸發錯誤 {0} 的解決方法。

# TargetBotNotConnected
source: Target bot instance is not connected!
bg_bg: Този бот не е свързан!
cs_cz: Tato instance bota není připojena!
da_dk: Mål bot instans er ikke forbundet!
de_de: Ziel Bot-Instanz ist nicht verbunden!
el_gr: Το bot προορισμού δεν είναι συνδεδεμένο!
es_es: ¡El bot seleccionado no está conectado!
fi_fi: Haluttu botti ei ole yhdistetty!
fr_fr: L'instance cible du bot n'est pas connecté!
he_il: מופע בוט זה לא מחובר!
hu_hu: A kiválasztott bot nincs csatlakoztatva!
id_id: Bot target tidak terhubung!
it_it: Questa istanza del bot non è connessa!
ja_jp: 対象 bot のインスタンスは接続されていません！
lt_lt: Šis boto egzempliorius nėra prijungtas!
lv_lv: Nav savienojums ar šo botu!
nl_nl: Deze bot is niet verbonden!
no_no: Target bot instans er ikke tilkoblet!
pl_pl: Docelowa instancja bota nie jest połączona!
pt_pt: A instância do bot alvo não está conectada!
ro_ro: Instanța botului țintă nu este conectată!
ru_ru: Бот-получатель не подключен!
sk_sk: Táto inštancia bota nie je pripojená!
sr_latn: Ovaj bot nije povezan!
sv_se: Denna bot-instansen är inte ansluten!
th_th: อินสแตนซ์ของบอตเป้าหมายไม่ได้รับการเชื่อมต่อ!
tr_tr: Hedef bot örneği bağlı değil!
uk_ua: Бот-одержувач не підключений!
vi_vn: Bot này không được kết nối!
zh_hans: 目标机器人实例未连接！
zh_hant: 目標 Bot 未連線！
zh_hk: 目標機械人實例未連線！

# BotWalletBalance
source: Wallet balance: {0} {1}
bg_bg: Баланс в портфейла: {0} {1}
cs_cz: Zůstatek v peněžence: {0} {1}
da_dk: Tegnebogssaldo: {0} {1}
de_de: Guthaben: {0} {1}
el_gr: Υπόλοιπο πορτοφολιού: {0} {1}
es_es: Saldo de la cartera: {0} {1}
fa_ir: موجودی والت: {0} {1}
fi_fi: Lompakon saldo: {0} {1}
fr_fr: Solde du porte-monnaie : {0} {1}
he_il: יתרה בארנק: {1}{0}
hu_hu: Egyenleg: {0} {1}
id_id: Saldo wallet: {0} {1}
it_it: Saldo: {0} {1}
ja_jp: ウォレット残高: {0} {1}
lt_lt: Piniginės likutis: {0} {1}
lv_lv: Maka vērtība: {0} {1}
nl_nl: Portemonneesaldo: {0} {1}
no_no: Lommeboksaldo: {0} {1}
pl_pl: Saldo w portfelu: {0} {1}
pt_pt: Saldo da Carteira: {0} {1}
ro_ro: Soldul portofelului: {0} {1}
ru_ru: Баланс кошелька: {0} {1}
sk_sk: Stav peňaženky: {0} {1}
sr_latn: Stanje u novčaniku: {0} {1}
sv_se: Plånboks-saldo: {0} {1}
th_th: ยอดวอลเล็ต: {0} {1}
tr_tr: Cüzdan bakiyesi: {0} {1}
uk_ua: Кошти в гаманці: {0} {1}
vi_vn: Số dư ví: {0} {1}
zh_hans: 钱包余额: {0} {1}
zh_hant: 錢包餘額：{0} {1}
zh_hk: 錢包餘額：{0} {1}

source: Bot has no wallet.
bg_bg: Ботът няма портфейл.
cs_cz: Bot nemá peněženku.
da_dk: Bot har ingen tegnebog.
de_de: Der Bot hat kein Guthaben.
el_gr: Το bot δεν έχει πορτοφόλι.
es_es: El bot no tiene cartera.
fa_ir: بات والتی ندارد.
fi_fi: Botilla ei ole lompakkoa.
fr_fr: Bot n'a pas de portefeuille.
he_il: לבוט אין ארנק.
hu_hu: A botnak nincs pénztárcája.
id_id: Bot tidak mempunyai wallet.
it_it: Il bot non ha il portafoglio.
ja_jp: bot にウォレット残高がありません。
lt_lt: Botas neturi piniginės.
lv_lv: Botam nav maks.
nl_nl: Deze bot heeft geen portemonneesaldo.
no_no: Bot har ingen lommebok.
pl_pl: Bot nie posiada portfela.
pt_pt: O bot não tem carteira.
ro_ro: Botul nu are portofel.
ru_ru: На боте нет кошелька.
sk_sk: Bot nemá žiadnu peňaženku.
sr_latn: Bot nema novčanik.
sv_se: Bot har ingen plånbok.
th_th: บอตไม่มีวอลเล็ต
tr_tr: Botun cüzdanı yok.
uk_ua: Бот не має гаманця.
vi_vn: Bot không đủ số dư.
zh_hans: 机器人没有 Steam 钱包。
zh_hant: Bot 無錢包餘額。
zh_hk: 當前機械人無錢包餘額。

# BotLevel
source: Bot has level {0}.
bg_bg: Ботът има ниво {0}.
bs_latn: Bot je nivo {0}.
cs_cz: Bot má level {0}.
da_dk: Bot har niveau {0}.
de_de: Der Bot hat das Level {0}.
el_gr: Το bot βρίσκεται στο επίπεδο {0}.
es_es: El bot tiene nivel {0}.
fa_ir: بات لول {0} است.
fi_fi: Botin taso on {0}.
fr_fr: Le bot a le niveau {0}
he_il: לבוט יש רמה {0}.
hu_hu: A bot szintje: {0}.
id_id: Bot mempunyai level {0}.
it_it: Il Bot ha il livello {0}.
ja_jp: bot のレベルは {0} です。
lt_lt: Botas neturi {0} lygio.
lv_lv: Botam ir {0}. līmenis.
nl_nl: Bot is level {0}.
pl_pl: Bot posiada poziom {0}.
pt_pt: O bot está a nível {0}.
ro_ro: Botul are nivelul {0}.
ru_ru: Уровень бота {0}.
sk_sk: Bot má level {0}.
sr_latn: Bot ima nivo {0}.
sv_se: Bot har nivå {0}.
th_th: บอตมีเลเวล {0}
tr_tr: Bot seviyesi {0}.
uk_ua: Рівень бота {0}.
vi_vn: Bot cấp {0}.
zh_hans: 机器人的等级为 {0}。
zh_hant: Bot 的等級為 {0}。
zh_hk: 當前機械人的等級為 {0}。

# ActivelyMatchingItems
source: Matching Steam items, round #{0}...
bg_bg: Сравняват се Steam предмети, #{0} път...
cs_cz: Srovnávám položky ze Steamu, kolo #{0}...
da_dk: Matcher Steam inventar, runde #{0}...
de_de: Vergleiche Steam-Gegenstände, Durchgang #{0}...
el_gr: Ταίριασμα στοιχείων Steam, γύρος #{0}...
es_es: Emparejando artículos de Steam, ronda #{0}...
fi_fi: Vertaillaan Steam-esineitä, kierros #{0}...
fr_fr: Correspondance des éléments Steam, tour #{0}...
he_il: מתאים פריטי Steam, שלב #{0}...
hu_hu: Steam tárgyak egyeztetése #{0}...
id_id: Mencocokkan item dari Steam, fase #{0}...
it_it: Elementi Corrispondenza Steam, round #{0}...
ja_jp: Steam アイテムをマッチさせています: #{0}
lt_lt: Derinami Steam item'ai, #{0} raundas...
lv_lv: Salīdzina Steam preces, #{0}. raunds...
nl_nl: Steam-items matchen, ronde #{0}...
pl_pl: Dopasowywanie przedmiotów Steam, runda #{0}...
pt_pt: Correspondendo itens da Steam, ronda #{0}...
ro_ro: Se potrivesc obiectele Steam, runda #{0}...
ru_ru: Сопоставление предметов Steam, раунд #{0}...
sk_sk: Porovnávanie položiek na Steame, kolo #{0}...
sr_latn: Podudaranje Steam itema, runda #{0}...
sv_se: Matchar Steam-föremål, runda #{0}...
tr_tr: Steam eşyaları eşleştiriliyor, tur #{0}...
uk_ua: Підбір предметів Steam, раунд #{0}...
vi_vn: Đang soát vật phẩm Steam, lần #{0}...
zh_hans: 正在匹配 Steam 物品，第 #{0} 轮……
zh_hant: 正在比對 Steam 物品，第 #{0} 輪…
zh_hk: 正在匹配 Steam 物品，第 #{0} 輪……

# DoneActivelyMatchingItems
source: Done matching Steam items, round #{0}.
bg_bg: Завърши сравняването на Steam предмети, #{0} път.
cs_cz: Položky ze Steamu porovnány, kolo #{0}.
da_dk: Færdig med at matche Steam inventar, runde #{0}.
de_de: Vergleich der Steam-Gegenstände abgeschlossen, Durchgang #{0}.
el_gr: Ολοκληρώθηκε το ταίριασμα στοιχείων Steam, γύρος #{0}.
es_es: Emparejamiento de artículos de Steam terminado, ronda #{0}.
fi_fi: Steam-esineiden vertailu valmis, kierros #{0}.
fr_fr: Fin de la correspondance des objets Steam, tour #{0}.
he_il: הסתיימה ההתאמה של פריטי Steam, שלב #{0}.
hu_hu: Sikeres Steam tárgy egyeztetés. #{0}.
id_id: Selesai mencocokkan item dari Steam, fase #{0}.
it_it: Elementi corrispondenza Steam fatta, round #{0}.
ja_jp: Steam アイテムのマッチが完了しました: #{0}
lt_lt: Baigta derinti Steam item'us, #{0} raundas.
lv_lv: Salīdzinātas Steam preces, #{0}. raunds.
nl_nl: Steam-items matchen gereed, ronde #{0}.
no_no: Samsvarer med Steam-elementer, fra omkring #{0}.
pl_pl: Ukończono dopasowywanie przedmiotów Steam, runda #{0}.
pt_pt: Itens da Steam correspondidos, ronda #{0}.
ro_ro: Obiecte Steam care se potrivesc, runda #{0}.
ru_ru: Закончено сопоставление предметов Steam, раунд #{0}.
sk_sk: Porovnanie položiek na Steame ukončené. Kolo #{0}.
sr_latn: Slaganje Steam itema je završeno, runda #{0}.
sv_se: Klar med att matcha Steam-föremål, runda #{0}.
tr_tr: Steam eşyalarını eşleştirme tamamlandı, tur #{0}.
uk_ua: Завершено підбір предметів Steam, раунд #{0}.
vi_vn: Đã hoàn thành soát vật phẩm Steam, lần #{0}.
zh_hans: 完成匹配 Steam 物品，第 #{0} 轮。
zh_hant: 已完成比對 Steam 物品，第 #{0} 輪。
zh_hk: 已完成匹配 Steam 物品，第 #{0} 輪。

# ErrorAborted
source: Aborted!
bg_bg: Прекратен
bs_latn: Obustavljeno!
cs_cz: Přerušeno!
da_dk: Annulleret!
de_de: Abgebrochen!
el_gr: Ακυρώθηκε!
es_es: ¡Cancelado!
fa_ir: کنسل شد!
fi_fi: Keskeytetty!
fr_fr: Abandonné !
he_il: הופסק!
hu_hu: Megszakítva!
id_id: Dibatalkan!
it_it: Abortito!
ja_jp: 中断しました！
lt_lt: Nutraukta!
lv_lv: Atcelts!
nl_nl: Afgebroken!
no_no: Avbrutt!
pl_pl: Anulowano!
pt_pt: Cancelado!
ro_ro: Abandonat!
ru_ru: Прервано!
sk_sk: Prerušené!
sr_latn: Obustavljeno!
sv_se: Avbruten!
th_th: ยกเลิกแล้ว!
tr_tr: İptal edildi!
uk_ua: Перервано!
vi_vn: Đã huỷ bỏ!
zh_hans: 已中止！
zh_hant: 已中止！
zh_hk: 已中止！

# ActivelyMatchingItemsRound
source: Matched a total of {0} sets this round.
de_de: Insgesamt wurden in diesem Durchgang {0} Set(s) abgeglichen.
es_es: Se emparejaron {0} sets durante esta ronda.
it_it: Abbinati un totale di {0} set questo round.
ro_ro: Potivim un total de {0} in această rundă.
sk_sk: Celkovo porovnaných {0} sad karet.
sr_latn: Složeno je ukupno {0} par/ova u ovoj rundi.
vi_vn: Đã soát tổng cộng {0} bộ trong vòng này.
zh_hk: 此輪共匹配 {0} 套物品。

# WarningExcessiveBotsCount
source: You're running more personal bot accounts than our upper recommended limit ({0}). Be advised that this setup is not supported and might cause various Steam-related issues, including account suspensions. Check out the FAQ for more details.
bg_bg: Работите с повече ботове от нашите препоръчителни граници ({0}). Имайте предвид, че тази настройка не се поддържа и може да причини различни проблеми свързани със Steam, включително замразяване на акаунта. Вижте често задаваните въпроси за повече подробности.
cs_cz: Používáte více osobních účtů pro boty, než je náš doporučený limit ({0}). Upozorňujeme, že takové nastavení není podporováno a může způsobovat různé problémy se službou Steam, včetně pozastavení nebo blokací účtů. Pro další informace se podívejte na FAQ.
da_dk: Du kører flere personlige bots end vores øverst anbefalede grænse ({0}). Vær opmærksom på at denne opsætning ikke er understøttet og kan medføre Steam-relaterede problemer, herunder eventuelt suspendering af konti. Tjek vores FAQ for flere detaljer.
de_de: Sie verwenden mehr persönliche Bot-Konten als unsere empfohlene Obergrenze ({0}). Bitte bedenken Sie, dass dieses Setup nicht unterstützt wird und verschiedene Steam-bezogene Probleme verursachen kann, einschließlich Kontosperrungen. Weitere Informationen gibt es in unseren FAQs.
el_gr: Τρέχετε περισσότερους προσωπικούς λογαριασμούς bot από το ανώτατο συνιστώμενο όριο ({0}). Λάβετε γνώση ότι αυτή η ρύθμιση δεν υποστηρίζεται και μπορεί να προκαλέσει διάφορα προβλήματα που σχετίζονται με το Steam, συμπεριλαμβανομένων των αναστολών λογαριασμού. Ελέγξτε τις Συχνές Ερωτήσεις για περισσότερες λεπτομέρειες.
es_es: Estás ejecutando más cuentas bot que nuestro límite recomendado ({0}). Ten en cuenta que no se da soporte a esta configuración y puede causar varios problemas relacionados con Steam, incluyendo la suspensión de cuentas. Revisa las preguntas frecuentas para más detalles.
fi_fi: Ajat useampia botteja, kuin mitä suositeltumme raja, ({0}), mahdollistaa. Ota huomioon, että se ei ole tuettua ja saattaa aiheuttaa häiriöitä Steamin kanssa, mukaan lukien tilien jäähdytykset. Katso lisätietoja UKK: sta.
fr_fr: Vous utilisez plus de comptes de bots personnels que notre limite supérieure recommandée ({0}). N'oubliez pas que cette configuration n'est pas supportée et peut causer divers problèmes liés à Steam, y compris des suspensions de compte. Consultez la FAQ pour plus de détails.
he_il: אתה מפעיל יותר חשבונות בוטים אישיים מהמגבלה העליונה המומלצת שלנו ({0}). שים לב שהגדרה זו אינה נתמכת ועלולה לגרום לבעיות שונות הקשורות ל-Steam, כולל השעיית חשבון. עיין בשאלות הנפוצות לפרטים נוספים.
hu_hu: Több bot accountot használsz, mint a mi ajánlott felső limitünk ({0}). Tudatnunk kell veled, hogy ez nem támogatott és sokféle Steammel kapcsolatos hibát okozhat, vagy akár az accountjaidat is letilthatják. Nézd meg a gyakori kérdéseket, ha több információt szeretnél erről.
id_id: Anda menjalankan lebih banyak akun bot pribadi dari batas maksimum yang kami rekomendasikan ({0}). Perlu diketahui bahwa pengaturan ini tidak didukung dan mungkin menyebabkan berbagai masalah terkait Steam, termasuk penangguhan akun. Lihat FAQ untuk lebih jelasnya.
it_it: Stai eseguendo più account di bot personali del limite massimo raccomandato ({0}). Sappi che questa configurazione non è supportata e potrebbe causare diversi problemi con Steam, inclusa la sospensione dell'account. Controlla le FAQ per maggiori dettagli.
ja_jp: 推奨の上限値よりも多くの個人 bot を実行しているようです ({0})。この設定はサポートされておらず、アカウントの凍結を含むさまざまな問題を引き起こす可能性があります。詳しくは FAQ をチェックしてください。
lt_lt: Jūs esate paleidęs daugiau asmeninių botų paskyrų negu mūsų rekomenduojamas limitas ({0}). Turėkite omeny jok tokia sąranka nėra palaikoma ir gali sukelti įvairių problemų, susijusių su Steam, kaip paskyrų nutraukimas. Dėl papildomos informacijos kreipkitės į DUK.
lv_lv: Tiek izmantoti vairāki bota konti kā noteikts maksimālajā ieteiktā limitā ({0}). Ņem vērā, ka šāda konfigurācija nav atbalstīta un var novest pie visādām Steam saistītām kļūdām, ieskaitot konta iesaldēšanu. Sīkāku informāciju vari atrast BUJ.
nl_nl: Je gebruikt meer botaccounts dan de door ons aanbevolen limiet ({0}). Hou er rekening mee dat deze configuratie niet wordt ondersteund en kan leiden tot verschillende Steam-gerelateerde problemen, waaronder het opschorten van accounts. Bekijk de FAQ voor meer details.
no_no: Du har flere personlige bot kontoer enn vår øvre anbefalte grense ({0}). Vær oppmerksom på at dette oppsettet ikke støttes og kan forårsake forskjellige Steam-relaterte problemer, inkludert kontosuspensjoner. Sjekk ut FAQ for mer detaljer.
pl_pl: Używasz większej ilość botów niż nasz górny rekomendowany limit ({0}). Miej na uwadze, że ta konfiguracja nie jest wspierana i może być przyczyną różnych problemów związanych z platformą Steam, z blokadą kont włącznie. Odwiedź nasze FAQ po więcej informacji.
pt_pt: Estás a executar mais contas de bots pessoais que o nosso limite máximo recomendado ({0}). Está ciente que esta configuração não é suportada e pode causar problemas variados relacionados com o Steam, incluindo suspensão da conta. Confere o FAQ para mais detalhes.
ro_ro: Rulezi mai multe conturi de bot decât este limita maximă recomandată de noi ({0}). Te atenționăm că această configurație nu este suportată și ar putea cauza diverse probleme legate de Steam, inclusiv suspendări ale conturi. Verificați FAQ pentru mai multe detalii.
ru_ru: Вы используете в качестве ботов больше личных аккаунтов чем рекомендуемый нами предел ({0}). Помните, что такая конфигурация не поддерживается и может привести к различным проблемам связанным со Steam, включая блокировку аккаунта. Более подробно - читайте в наших ЧАВО.
sk_sk: Máte spustených viac inštancií botov, ako je odporúčané maximum ({0}) botov. Upozorňujeme, že takéto nastavenie nie je podporované a môže spôsobiť rôzne problémy so Steamom, vrátanie zablokavania účtu. Pre viac informácií navštívte sekciu FAQ.
sr_latn: Imate više ličnih botova nego što je preporučeno gornjim limitom ({0}). Savjetujemo vas da ovaj način nije podržan i može prouzrokovati razne Steam probleme, pa i suspendovanje naloga. Provjerite sekciju Najčešće postavljena pitanja (FAQ) za više detalja.
sv_se: Du kör fler personliga botkonton än vår övre rekommenderade gräns ({0}). Var uppmärksam på att denna inställning inte stöds och kan orsaka olika Steam-relaterade problem, inklusive kontoavstängningar. Se vår FAQ för mer information.
tr_tr: Önerdiğimiz sınırdan ({0}) daha fazla kişisel bot hesabı kullanıyorsun. Bu yapılandırma desteklenmemektedir ve hesabın kapatılması da dahil Steam ile alakalı sorunlara sebep olabilir. Daha fazla bilgi için SSS'ye bakın.
uk_ua: Ви використовуєте як ботів більше акаунтів ніж рекомендований нами ліміт ({0}). Пам'ятайте, що така конфігурація не підтримується та може призвести до різноманітних проблем, зв'язаних зі Steam, включаючи блокування акаунту. Подібніше читайте у нашому FAQ.
vi_vn: Bạn đang chạy nhiều tài khoản bot cá nhân hơn giới hạn được đề xuất ({0}). Xin lưu ý rằng thiết lập này không được hỗ trợ và có thể gây ra nhiều sự cố liên quan đến Steam, bao gồm cả việc đình chỉ tài khoản. Kiểm tra FAQ để biết thêm chi tiết.
zh_hans: 您运行的个人机器人帐户数量超过了我们建议的上限（{0}）。请注意，此设置不受支持，可能会导致各种与 Steam 相关的问题，包括帐户停用。请阅读我们的常见问题了解详情。
zh_hant: 您執行的個人 Bot 帳號數量超過我們的建議上限（{0}）。請留意，此設定不受支援，且可能會造成各種 Steam 相關問題，包括帳號停權。請參閱常見問題以了解詳情。
zh_hk: 您運行的個人機械人帳戶數目已經超出我們建議的上限（{0}）。請注意，此設置不受支援，可能會導致各種 Steam 相關問題，包括帳戶停權。有關詳細資訊，請參閱常見問題解答。

# PluginLoaded
source: {0} has been loaded successfully!
bg_bg: {0} е заредено успешно!
ca_es: {0} s'ha carregat correctament!
cs_cz: Plugin {0} byl úspěšně načten!
da_dk: {0} er blevet indlæst succesfuldt!
de_de: {0} wurde erfolgreich geladen!
el_gr: {0} φορτώθηκε με επιτυχία!
es_es: ¡{0} se ha cargado exitosamente!
fi_fi: {0} ladattiin onnistuneesti!
fr_fr: "{0}" a été chargée avec succès !
he_il: {0} נטען בהצלחה!
hu_hu: {0} sikeresen betöltött!
id_id: {0} telah berhasil dimuat!
it_it: {0} è stato caricato con successo!
ja_jp: {0} が正常にロードされました！
lt_lt: {0} buvo užkrautas sėkmingai!
lv_lv: {0} tika veiksmīgi ielādēts!
nl_nl: {0} is succesvol geladen!
pl_pl: {0} został załadowany pomyślnie!
pt_pt: {0} foi carregado com sucesso!
ro_ro: {0} a fost încărcat cu succes!
ru_ru: {0} был успешно загружен!
sk_sk: {0} bol úspešne načítaný!
sr_latn: {0} je uspešno učitan!
sv_se: {0} har laddats framgångsrikt!
th_th: {0} ถูกโหลดสำเร็จแล้ว!
tr_tr: {0} başarılı şekilde yüklendi!
uk_ua: {0} успішно завантажено!
vi_vn: {0} đã được tải thành công!
zh_hans: {0} 加载成功！
zh_hant: {0} 載入成功！
zh_hk: {0} 載入成功！

# PluginLoading
source: Loading {0} V{1}...
bg_bg: Зареждане на {0} V{1}...
bs_latn: Učitavanje {0} V{1}...
ca_es: Inicialitzant {0} V{1}...
cs_cz: Načítám {0} V{1}...
da_dk: Indlæser {0} V{1}...
de_de: Lade {0} V{1}...
el_gr: Φόρτωση του {0} Εκδ.{1}...
es_es: Cargando {0} V{1}...
fi_fi: Ladataan {0} V{1}...
fr_fr: Chargement {0} V{1}...
he_il: טוען {0} V{1}...
hu_hu: {0} V{1} betöltése...
id_id: Memuat {0} V{1}...
it_it: Caricamento {0} V{1}...
ja_jp: {0} V{1} をロード中…
lt_lt: Kraunamas {0}, V{1}...
lv_lv: Ielādē {0} V{1}...
nl_nl: {0} V{1} wordt geladen...
no_no: Laster {0} V{1}...
pl_pl: Ładowanie {0} V{1}...
pt_pt: Carregando {0} V{1}...
ro_ro: Se încarcă {0} V{1}...
ru_ru: Загрузка {0} V{1}...
sk_sk: Načítám {0} V{1}...
sr_latn: Učitavanje {0} V{1}...
sv_se: Laddar {0} V{1}...
th_th: กำลังโหลด {0} V{1}…
tr_tr: {0} v{1} yükleniyor...
uk_ua: Завантаження {0} V{1}...
vi_vn: Đang tải {0} V{1}...
zh_hans: 正在加载 {0} V{1}……
zh_hant: 正在載入 {0} V{1}…
zh_hk: 正在載入 {0} V{1}……

source: Nothing found!
bg_bg: Нищо не е намерено!
bs_latn: Ništa nije pronađeno!
cs_cz: Nic nenalezeno!
da_dk: Intet fundet!
de_de: Nichts gefunden!
el_gr: Δεν βρέθηκε τίποτα!
es_es: ¡No se encontró nada!
fa_ir: چیزی پیدا نشد!
fi_fi: Mitään ei löytynyt!
fr_fr: Rien n'a été trouvé !
he_il: לא נמצא דבר!
hu_hu: Nincs találat!
id_id: Tidak ditemukan!
it_it: Nessun risultato!
ja_jp: 何も見つかりません！
lt_lt: Nieko nerasta!
lv_lv: Nekas netika atrasts!
nl_nl: Niets gevonden!
no_no: Ingenting funnet!
pl_pl: Nic nie znaleziono!
pt_pt: Nada encontrado!
ro_ro: Nimic găsit!
ru_ru: Ничего не найдено!
sk_sk: Nič sa nenašlo!
sr_latn: Ništa nije pronađeno!
sv_se: Inget hittades!
th_th: ไม่พบอะไรเลย!
tr_tr: Hiçbir şey bulunamadı!
uk_ua: Нічого не знайдено!
vi_vn: Không có kết quả!
zh_hans: 未找到任何内容！
zh_hant: 未找到任何內容！
zh_hk: 未找到任何內容！
