Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# BotStatusLocked
source: Bot is locked and can't drop any cards through farming.
be_by: Бот абмежаваны і не можа атрымліваць карты падчас фармавання.
bg_bg: Бота е заключен и не може да "дропне" карти чрез фармене.
cs_cz: Bot je uzamčen a nemůže získávat karty pomocí farmení.
da_dk: Botten er låst og kan ikke droppe nogen kort gennem idling.
de_de: Benutzerkonto ist gesperrt und kann keine Sammelkarten erhalten.
el_gr: Το bot είναι περιορισμένο και δεν μπορεί να αποκτήσει κάρτες.
es_es: El bot está bloqueado y no puede obtener ningún cromo a través de la recolección.
fi_fi: Botti on lukittu, eikä voi tämän takia saada yhtään korttia farmaamalla.
fr_fr: Le bot est verrouillé et ne permet pas la collecte de carte.
he_il: הבוט נעול ולכן לא יכול להפיק קלפים כלל דרך הרצה.
hu_hu: A bot korlátolt, ezért nem tud farmolással kártyát kiszedni.
id_id: Bot sedang terkunci dan tidak bisa mendapatkan kartu saat farming.
it_it: Il bot è bloccato e non può rilasciare alcuna carta con il farming.
ja_jp: Botがロックされているため、ファーミングでカードを得ることができません。
lt_lt: Botas turi apribojimą ir negali gauti jokių kortelių iš rinkimo.
lv_lv: Bots ir aizslēgts un nevar veikt kāršu vākšanu.
nl_nl: Bot is gelimiteerd en kan geen kaarten verzamelen.
no_no: Bot er låst og kan ikke slippe noen kort gjennom innhøsting.
pl_pl: Bot jest ograniczony i nie może otrzymać żadnych kart poprzez farmienie.
pt_pt: O bot está bloqueado e não pode coletar nenhuma carta via 'farming'.
ro_ro: Botul este blocat și nu poate face să pice vreun cartonaș prin farmare.
ru_ru: Бот заблокирован и не может фармить карты.
sk_sk: Bot je uzamknutý a nemôže zbieraním získať žiadne karty.
sv_se: Botten är låst och kan inte få några kort via farmning.
tr_tr: Bot kilitli durumda ve çalışarak kart düşüremez.
uk_ua: Бот обмежений і не може отримувати карти.
vi_vn: Bot bị khóa và không thể rớt bất kỳ thẻ nào thông qua thu hoạch.
zh_cn: 帐号被锁定，不会掉落任何卡牌。
zh_hans: 机器人已被锁定，无法通过挂卡掉落任何卡牌。
zh_hant: Bot 已被封鎖，無法透過掛卡得到卡片。

# ErrorFunctionOnlyInHeadlessMode
source: This function is available only in headless mode!
bg_bg: Тази функция е възможна само в headless режим!
cs_cz: Tato funkce je dostupná pouze v bezhlavém režimu.
da_dk: Denne funktion er kun tilgængelig i hovedløs tilstand!
de_de: Diese Funktion steht nur im Headless-Modus zur Verfügung!
el_gr: Αυτή η λειτουργία είναι διαθέσιμη μόνο σε σιωπηλή λειτουργία!
es_es: ¡Esta función solo está disponible en modo headless!
fi_fi: Tämä funktio on käytettävissä vain headless-tilassa!
fr_fr: Cette fonction est disponible uniquement en mode non interactif !
he_il: פונקציה זו זמינה רק במצב ללא ראש!
hu_hu: Ez a funkció csak headless módban elérhető!
id_id: Fungsi ini tersedia hanya dalam mode headless!
it_it: Questa funzione è disponibile solo in modalità non-interattiva!
ja_jp: この機能は headless モードでのみ利用可能です！
lt_lt: Ši funkcija yra galima tik „headless“ rėžime!
lv_lv: Šī funkcija ir pieejama tikai 'headless' režīmā!
nl_nl: Deze functie is alleen beschikbaar in de headless mode!
no_no: Denne funksjonen er bare tilgjengelig i headless modus!
pl_pl: Ta funkcja jest dostępna tylko w trybie headless!
pt_pt: Esta função só está disponível no modo headless!
ro_ro: Această funcție este disponibilă numai în modul fără cap!
ru_ru: Эта функция доступна только в безынтерфейсном режиме!
sk_sk: Táto funkcia je dostupná iba v bezhlavom režime!
sr_latn: Ova funkcija je dostupna tek onda kada omogućite headless mod!
sv_se: Denna funktion är tillgänglig endast i "headless"-läge!
tr_tr: Bu işlev yalnızca headless modda kullanılabilir!
uk_ua: Ця функція доступна лише у безінтерфейсному режимі!
vi_vn: Chức năng này chỉ có sẵn trong chế độ tự chủ!
zh_cn: 此功能仅在无头模式中可用！
zh_hans: 此功能仅在 Headless 模式中可用！
zh_hant: 此功能只能在無頭模式下使用！
zh_hk: 此功能僅在無頭模式下可用！

# BotOwnedAlready
source: Owned already: {0}
bg_bg: Вече се притежава: {0}
cs_cz: Již je ve vlastnictví: {0}
da_dk: Ejes allerede: {0}
de_de: Bereits im Besitz: {0}
el_gr: Κατέχετε ήδη: {0}
es_es: Ya posees: {0}
fi_fi: Jo omistetut: {0}
fr_fr: Possède déjà : {0}
he_il: בבעלותך כבר: {0}
hu_hu: Már birtokolt: {0}
id_id: Yang sudah dimiliki: {0}
it_it: Già posseduto: {0}
ja_jp: 所有している: {0}
lt_lt: Jau turima: {0}
lv_lv: Jau pieder: {0}
nl_nl: Al in bezit: {0}
no_no: Egne allerede: {0}
pl_pl: Już posiadane: {0}
pt_pt: Já possuído: {0}
ro_ro: Deținute deja: {0}
ru_ru: Уже имеет: {0}
sk_sk: Už vlastní: {0}
sr_latn: U vlasništvu: {0}
sv_se: Ägs redan: {0}
th_th: เป็นเจ้าของแล้ว: {0}
tr_tr: Zaten buna sahip: {0}
uk_ua: Вже має: {0}
vi_vn: Đã sở hữu: {0}
zh_cn: 已经拥有︰ {0}
zh_hans: 已拥有：{0}
zh_hant: 已擁有：{0}
zh_hk: 已擁有：{0}

# ErrorAccessDenied
source: Access denied!
bg_bg: Достъпът отказан!
bs_latn: Pristup odbijеn!
ca_es: Accés denegat!
cs_cz: Přístup zamítnut.
da_dk: Adgang nægtet!
de_de: Zugriff verweigert!
el_gr: Δεν επιτρέπεται η πρόσβαση!
es_es: ¡Acceso denegado!
fi_fi: Pääsy kielletty!
fr_fr: Accès refusé !
he_il: הגישה נדחתה!
hu_hu: Hozzáférés megtagadva!
id_id: Akses ditolak!
it_it: Accesso negato!
ja_jp: アクセスが拒否されました！
lt_lt: Prieiga negalima!
lv_lv: Pieeja aizliegta!
nl_nl: Toegang geweigerd!
no_no: Ingen tilgang!
pl_pl: Odmowa dostępu!
pt_pt: Acesso negado!
ro_ro: Acces interzis!
ru_ru: Доступ запрещён!
sk_sk: Prístup zamietnutý!
sr_latn: Pristup odbijеn!
sv_se: Åtkomst nekad!
th_th: ปฏิเสธการเข้าถึง!
tr_tr: Erişim reddedildi!
uk_ua: Доступ заборонено!
vi_vn: Truy cập bị từ chối!
zh_cn: 拒绝访问!
zh_hans: 拒绝访问！
zh_hant: 存取被拒！
zh_hk: 訪問被拒！

# WarningPreReleaseVersion
source: You're using a version that is newer than the latest released version for your update channel. Please note that pre-release versions are meant for users who know how to report bugs, deal with issues and give feedback - no technical support will be given.
bg_bg: Вие използвате версия, която е по-нова от последната версия за актуализация. Моля, имайте предвид, че предварителните версии са посветени на потребителите, които знаят как да докладват за бъгове, да се справят с проблеми и да дават обратна връзка - няма да ви бъде осигурена техническа подръжка.
cs_cz: Používáte novější verzi než je poslední vydaná verze pro váš aktualizační kanál. Mějte prosím na vědomí, že předběžné verze jsou určeny pouze pro uživatele, kteří vědí, jak hlásit chyby, řešit problémy a poskytovat zpětnou vazbu - žádná technická podpora nebude poskytnuta.
da_dk: Du bruger en version, der er nyere end den senest udgivne version til din opdateringskanal. Bemærk venligst, at før-udgivelsesversioner er beregnet til brugere, der ved, hvordan man rapporterer fejl, håndterer problemer og giver feedback - der vil ikke blive ydet teknisk support.
de_de: Sie verwenden eine Version, die neuer ist als die zuletzt veröffentlichte Version Ihres Aktualisierungskanals. Bitte bedenken Sie, dass Vorabversionen nur für Benutzer gedacht sind, die wissen wie man Fehler meldet, mit Problemen umgeht und Rückmeldung gibt - es wird keine technische Unterstützung geben.
el_gr: Χρησιμοποιείτε μια έκδοση η οποία είναι νεότερη από την τελευταία έκδοση που κυκλοφόρησε για το κανάλι ενημερώσεων σας. Παρακαλούμε να θυμάστε ότι οι εκδόσεις που δεν έχουν κυκλοφορήσει ακόμη προορίζονται για χρήστες που γνωρίζουν πώς να αναφέρουν σφάλματα, να αντιμετωπίζουν προβλήματα και να στέλνουν σχόλια - δεν θα σας παρέχεται τεχνική υποστήριξη.
es_es: Estás usando una versión más reciente que la última publicada para tu canal de actualizaciones. Por favor, ten en cuenta que las versiones en prelanzamiento están destinadas a usuarios que saben cómo reportar errores, tratar con problemas y proporcionar comentarios - no se dará soporte técnico.
fi_fi: Käytät versiota joka on uudempi kuin uusin julkaistu versio käyttämälläsi päivityskanavalla. Huomoithan että esijulkaistut versiot ovat tarkoitettu käyttäjille, jotka osaavat raportoida virheistä, selviävät ongelmien kanssa sekä antavat palautetta - teknistä tukea ei anneta.
fr_fr: Vous utilisez une version qui est plus récente que la dernière version de votre canal de mise à jour. Veuillez noter que les pré-versions sont réservées aux utilisateurs qui savent comment signaler les bugs, gérer les anomalies et donner un retour d'information - aucun support technique ne sera fourni.
he_il: אתה משתמש בגירסה חדשה יותר מאשר הגירסה הזמינה. אנא שים לב כי גירסאות קדם הפצה נועדו עבור משתמשים אשר יודעים כיצד לדווח על באגים, להתמודד עם בעיות ולתת משוב - תמיכה טכנית לא תינתן.
hu_hu: Egy olyan verziót használsz, ami újabb, mint a legfrissebb verzió a frissítési csatornádban. Kérlek vedd figyelembe, hogy a teszt verziók olyan felhasználóknak vannak, akik tudnak hibákat bejelenteni, meg tudják oldani a problémákat, és visszajelzéseket küldenek - nem fogsz kapni technikai segítséget, ha problémád akad a teszt verzióban.
id_id: Anda menggunakan versi yang lebih baru dari versi terbaru yang dirilis untuk saluran pembaruan Anda. Harap dicatat bahwa versi pra-rilis ditujukan untuk pengguna yang mengetahui cara melaporkan bug, menangani masalah, dan memberikan umpan balik - tidak ada dukungan teknis yang akan diberikan.
it_it: Stai usando una versione più recente dell'ultima rilasciata per il tuo canale di aggiornamento. Sei pregato di notare che le versioni pre-rilascio sono pensate per utenti che sanno come segnalare i bug, affrontare problemi e dare feedback - non sarà dato alcun supporto tecnico.
ja_jp: あなたの指定した更新チャンネルよりも新しいバージョンを使用しています。プレリリースバージョンはバグの報告と問題への対処、フィードバックのできるユーザー向けであることに留意してください - テクニカルサポートは行われません。
lt_lt: Jūs naudojate versiją kuri yra naujesnė nei paskutinė išleista versija jūsų naujinimo kanale. Atkreipkite dėmesį, kad išankstinio išleidimo versija yra skirta vartotojams, kurie žino, kaip išsispręsti klaidas, problemas - techninė parama nebus suteikiama.
lv_lv: Tiek izmantota versija, kas ir jaunāka par pašlaik pieejamo esošajā atjauninājumu kanālā. Lūdzu, ņem vērā, ka pirmsizlaides programmatūras versija ir domāta lietotājiem, kas zin kā ziņot par kļūdām, saskarties ar problēmām un dot atsauksmes. Nekāds tehniskais atbalsts nav pieejams šīm versijām.
nl_nl: Je gebruikt een nieuwere versie dan de laatste versie van je update kanaal. Hou er rekening mee dat pre-release versies alleen geschikt zijn voor gebruikers die weten hoe ze bugs moeten rapporteren, kunnen omgaan met problemen en feedback kunnen geven. Er wordt geen technische ondersteuning geboden.
no_no: Du bruker en versjon som er nyere enn den som ble utgitt nyeste versjonen for oppgraderingskanalen din. Vær oppmerksom på at forhåndslanseringsversjoner er ment for brukere som vet hvordan du skal rapportere feil, behandle problemer og gi tilbakemelding – ingen teknisk støtte vil bli gitt.
pl_pl: Używasz wersji, która jest nowsza niż ta dostępna na Twoim kanale aktualizacyjnym. Pamiętaj, że wersje wstępne są przeznaczone dla użytkowników, którzy wiedzą, jak zgłaszać błędy, rozwiązywać problemy i przesyłać opinie - nie świadczymy dla nich pomocy technicznej.
pt_pt: Estás a usar uma versão que é mais recente que a versão mais recente lançada no teu canal de atualizações. Por favor nota que versões de pré-lançamento são destinadas para utilizadores que sabem como relatar bugs, lidar com problemas e dar feedback - nenhum suporte técnico será dado.
ro_ro: Folosești o versiune care este mai nouă față de ultima versiune lansată pentru canalul tău de actualizare. Te rugăm să reții că versiunile preliminare sunt dedicate utilizatorilor care știu cum să raporteze defecțiuni, să abordeze problemele și să ofere feedback - nu va fi oferit suport tehnic.
ru_ru: Вы используете версию, которая новее, чем последняя версия для выбранного канала обновлений. Помните, что пре-релизные версии предназначены для тех пользователей, которые знают, как сообщать о багах, справляться с ошибками и давать отзывы - техническая поддержка оказана не будет.
sk_sk: Je používaná verzia, ktorá je novšia ako posledná vydaná verzia pre tento aktualizačný kanál. Verzie pred vydaním sú určené pre užívateľov, ktorí vedia nahlasovať chyby, riešiť problémy a poskytovať spätnú väzbu - pre nich nie je poskytovaná žiadna technická podpora.
sr_latn: Koristite verziju koja je novija od poslednje stabilne verzije narmalnog ažuriranja. To znači da koristine verziju koja je namijenjena za testiranje prije objavljivanja. Od korisnika ove verzije se očekuje da znaju kako da prijave bugove, poprave greške i daju povratne informacije - tehnička podrška ovdje neće biti data.
sv_se: Du använder en version som är nyare än den senast släppta versionen i din uppdateringskanal. Vänligen notera att förhandsversioner är avsedda för användare med förmågan att rapportera buggar, hantera eventuella problem och ge feedback - Ingen teknisk support kommer att ges.
tr_tr: Güncelleme kanalınız için yayınlanmış en son sürümden daha yeni bir sürüm kullanıyorsunuz. Lütfen ön yayın sürümlerinin, hata raporlamayı, sorunlarla başa çıkmayı ve geribildirim yapmayı bilen kişiler için olduğunu unutmayın - teknik destek verilmeyecektir.
uk_ua: Ви користуєтеся версією, яка новіша за останню версію у цьому каналі оновлення. Будь ласка, зверніть увагу, що підготовчі версії призначені для користувачів які вміють доповідати про помилки, вирішувати питання та надавати зворотній зв'язок - технічна підтримка не надається.
vi_vn: Bạn đang dùng phiên bản mới hơn phiên bản chính thức mới nhất. Hãy chú ý rằng các phiên bản phát hành sớm là dành cho người dùng có thể báo lỗi, xử lý vấn đề và gửi phản hồi - sẽ không có sự hỗ trợ kỹ thuật nào được đưa ra.
zh_cn: 您正使用最新的测试版本，此版本是用于汇报bug使用的，所以此版本将不会提供技术支持。
zh_hans: 您选择的更新通道中的版本比稳定版更新，预览版仅供了解如何汇报漏洞、处理问题、提交反馈的用户使用——我们不会为此提供技术支持。
zh_hant: 您目前使用的版本高於最新的正式版本。請注意：預覽版本是專門給了解如何回報錯誤、處理問題並提供回饋的使用者使用（將不會提供任何技術支援）。

# BotStats
source: Current memory usage: {0} MB. Process uptime: {1}
bg_bg: Текущо използване на паметта: {0} MB. Работно време на процеса: {1}
cs_cz: Aktuální využití paměti: {0} MB. Čas běhu procesu: {1}
da_dk: Aktuel hukommelsesforbrug: {0} MB. Processens oppetid: {1}
de_de: Aktuelle Speichernutzung: {0} MB. Prozesslaufzeit: {1}
el_gr: Τρέχουσα χρήση μνήμης: {0} MB. Χρόνος διεργασίας: {1}
es_es: Uso de memoria actual: {0} MB. Tiempo de actividad del proceso: {1}
fi_fi: Nykyinen muistinkäyttö: {0} MB. Prosessin käyttöaika: {1}
fr_fr: Utilisation de la mémoire actuelle : {0} Mo. Durée de fonctionnement : {1}
he_il: זיכרון שנמצא בשימוש: {0} מגה בייטים. זמן פעילות התהליך: {1}
hu_hu: Jelenlegi memória használat: {0} MB. Ennyi ideje fut: {1}
id_id: Penggunaan memori saat ini: {0} MB. Waktu aktif proses: {1}
it_it: Uso corrente della memoria: {0} MB. Tempo di attività: {1}
lt_lt: Dabartinis atminties naudojimas: {0} MB. Proceso veikimo laikas: {1}
lv_lv: Izmantotā atmiņa: {0} MB Darbspējas laiks: {1}
nl_nl: Huidig geheugengebruik: {0} MB. Proces uptime: {1}
no_no: Gjeldende minnebruk: {0} MB. prosess oppgang: {1}
pl_pl: Bieżące użycie pamięci: {0} MB. Czas procesu: {1}
pt_pt: Uso de memória atual: {0} MB. Tempo de execução: {1}
ro_ro: Utilizare curentă a memoriei: {0} MB. Proces: {1}
ru_ru: Текущее использование памяти: {0} МБ. Время работы: {1}
sk_sk: Aktuálne využitie pamäte: {0} MB. Doba prevádzky procesu: {1}
sr_latn: Trenutna iskorišćenost memorije: {0} MB. Vrijeme rada procesa: {1}
sv_se: Aktuell minnesanvändning: {0} MB. Processens drifttid: {1}
th_th: การใช้หน่วยความจําปัจจุบัน: {0} MB. เวลาทํางานของกระบวนการ: {1}
tr_tr: Geçerli bellek kullanımı: {0} MB. Süreç çalışma zamanı: {1}
uk_ua: Поточне використання пам'яті: {0} МБ. Час роботи: {1}
vi_vn: Bộ nhớ đang sử dụng: {0} MB. Thời gian hoạt động: {1}
zh_cn: 当前内存用量： {0} MB。
zh_hans: 当前内存用量：{0} MB。 进程运行时间：{1}
zh_hant: 目前記憶體使用量：{0} MB。 已執行時間：{1}

# ClearingDiscoveryQueue
source: Clearing Steam discovery queue #{0}...
bg_bg: Изчистване на предложенията на Steam #{0}...
de_de: Lösche Steam-Entdeckungsliste #{0}...
es_es: Explorando la lista de descubrimientos de Steam #{0}...
he_il: ניקוי תור גילוי סטים #{0}...
it_it: Inizio coda #{0} dell'elenco scoperte Steam...
ro_ro: Se șterge lista de descoperiri Steam #{0}...
sk_sk: Prechádzanie {0}. fronty doporučenia...
sr_latn: Čišćenje Steam reda otkrivanja #{0}...
tr_tr: Steam keşif kuyruğu #{0} temizleniyor...
vi_vn: Đã quét hàng đợi khám phá Steam số #{0}...
zh_cn: 正在浏览Steam探索队列 #{0}...
zh_hk: 正在瀏覽 Steam 探索佇列 #{0}...

# DoneClearingDiscoveryQueue
source: Done clearing Steam discovery queue #{0}.
bg_bg: Завърши изчистването на предложенията на Steam #{0}.
de_de: Fertig mit dem Löschen der Steam-Entdeckungsliste #{0}.
es_es: Lista de descubrimientos de Steam #{0} completada.
he_il: סיים לנקות את רשימת הגילוי.#{0}.
it_it: Fine coda #{0} dell'elenco scoperte Steam.
ro_ro: S-a terminat ștergerea cozii pentru lista de descoperiri Steam #{0}.
sk_sk: Fronta doporučenia #{0} dokončená.
sr_latn: Završeno Čišćenje Steam reda otkrivanja #{0}.
tr_tr: Steam keşif kuyruğu #{0} temizlendi.
vi_vn: Đã hoàn thành hàng khám phá Steam #{0}.
zh_cn: 已完成Steam探索队列 #{0}。
zh_hk: 已完成 Steam 探索佇列 #{0}。

# BotOwnsOverviewPerGame
source: {0}/{1} bots already own game {2}.
bg_bg: {0}/{1} ботовете вече притежават игра {2}.
cs_cz: {0}/{1} botů již vlastní hru {2}.
da_dk: {0}/{1} bots ejer allerede spillet {2}.
de_de: {0}/{1} Bot(s) besitzen bereits das Spiel {2}.
el_gr: {0}/{1} bot κατέχουν ήδη το παιχνίδι {2}.
es_es: {0}/{1} bots ya poseen el juego {2}.
fi_fi: {0}/{1} bottia omistaa jo pelin {2}.
fr_fr: {0}/{1} Les bots possèdent déjà ce jeu {2}.
he_il: {0} / {1} הבוטים כבר בעלים של משחק זה {2}.
hu_hu: {0}/{1} bot már birtokolja a(z) {2} játékot.
id_id: {0}/{1} bot sudah mempunyai gamenya {2}.
it_it: {0}/{1} bot possiedono già il gioco {2}.
ja_jp: {0}/{1} bot は既に {2} を所有しています。
lt_lt: {0}/{1} botai jau turi šį žaidimą {2}.
lv_lv: {0}/{1} botiem jau ir šī spēle {2}.
nl_nl: {0}/{1} bots hebben het spel in bezit {2}.
no_no: {0}/{1} bots allerede eier spill {2}.
pl_pl: {0}/{1} botów posiada już grę {2}.
pt_pt: {0}/{1} bots já possuem o jogo {2}.
ro_ro: {0}/{1} boți dețin deja jocul {2}.
ru_ru: {0}/{1} ботов уже имеют игру {2}.
sk_sk: {0} z {1} botov už vlastní hru {2}.
sr_latn: {0}/{1} botovi već poseduju igricu {2}.
sv_se: {0}/{1} bottar äger redan spelet {2}.
tr_tr: {0}/{1} bot zaten {2} oyununa sahip.
uk_ua: {0}/{1} вже мають гру {2}.
vi_vn: {0}/{1} bot đã sở hữu trò chơi {2}.
zh_cn: {0}/{1} bots 已经拥有{2} 游戏了。
zh_hans: {0}/{1} 个机器人已拥有游戏 {2}。
zh_hant: {0}/{1} 個 Bot 已擁有遊戲 {2}。
zh_hk: {0}/{1} 個機械人已經擁有遊戲 {2}。

# BotRefreshingPackagesData
source: Refreshing packages data...
bg_bg: Обновяване на пакети данни...
cs_cz: Obnovuji informace o baličku...
da_dk: Opdaterer pakkedata...
de_de: Aktualisiere Paket-Daten...
el_gr: Ανανέωση δεδομένων πακέτων...
es_es: Actualizando datos de los paquetes...
fi_fi: Päivitetään pakettien tietoja...
fr_fr: Actualisation des données des paquets...
he_il: מרענן נתוני חבילות...
hu_hu: Játékadatok frissítése...
id_id: Menyegarkan data paket...
it_it: Aggiornamento informazioni pacchetti...
ja_jp: パッケージデータを更新しています...
lt_lt: Atnaujinami duomenų paketai...
lv_lv: Atsvaidzina paktoņu datus...
nl_nl: Pakketgegevens vernieuwen...
no_no: Oppdaterer pakker data...
pl_pl: Odświeżanie danych pakietów...
pt_pt: Atualizando dados de pacotes...
ro_ro: Se reîmprospătează datele pachetelor...
ru_ru: Обновление данных о пакетах...
sk_sk: Znovunačítanie dát o balíčkoch...
sr_latn: Osvežavanje informacija o paketima...
sv_se: Uppdaterar paketdata...
th_th: กำลังรีเฟรชข้อมูลแพ็กเกจ…
tr_tr: Paket verileri yenileniyor...
uk_ua: Оновлення даних про пакети...
vi_vn: Đang làm mới các gói dữ liệu...
zh_cn: 正在刷新游戏包数据...
zh_hans: 正在刷新游戏包数据……
zh_hant: 正在更新軟體套件資料…
zh_hk: 更新包數據中……

# WarningDeprecated
source: Usage of {0} is deprecated and will be removed in future versions of the program. Please use {1} instead.
bg_bg: Използването на {0} е непрепоръчително и ще бъде премахнато в бъдещи версии на програмата. Моля, използвайте {1} вместо това.
cs_cz: Použití {0} je zastaralé a bude vymazané v budoucích verzích programu. Prosím použijte {1} místo toho.
da_dk: Anvendelse af {0} er forældet og vil blive fjernet i fremtidige versioner af programmet. Brug venligst {1} i stedet.
de_de: Die Verwendung von {0} ist veraltet und wird in zukünftigen Versionen des Programms entfernt. Bitte verwenden Sie stattdessen {1}.
el_gr: Η χρήση του {0} είναι υπό απόσυρση και θα αφαιρεθεί σε μελλοντικές εκδόσεις του προγράμματος. Παρακαλώ χρησιμοποιήστε το {1}.
es_es: El uso de {0} está obsoleto y se quitará en futuras versiones del programa. Por favor, en su lugar usa {1}.
fi_fi: {0}:n käyttö on vanhentunut ja poistetaan tulevissa versioissa. Käytä sen sijaan {1}.
fr_fr: La propriété {0} est obsolète et sera supprimée dans les prochaines versions du programme. Veuillez plutôt utiliser {1}.
he_il: השימוש ב- {0} הוצא משימוש ויוסר בגרסאות עתידיות של התוכנית. במקום זאת, השתמש ב {1}.
hu_hu: {0} használata elavult, kérlek így használd: {1}
id_id: Penggunaan {0} tidak digunakan lagi dan akan dihapus pada versi program mendatang. Silakan gunakan {1} sebagai gantinya.
it_it: L'utilizzo di {0} è obsoleto e verrà rimosso nelle versioni future del programma. Utilizzare {1} in alternativa.
ja_jp: {0} は廃止予定であり、将来のバージョンのプログラムで削除されます。代わりに {1} を使用してください。
lt_lt: Naudojimas {0} yra nebeaktualus ir bus pašalintas būsimose programos versijose. Vietoj to naudokite {1}.
lv_lv: {0} lietošana ir novecojusi un tas tiks izņemts no turpmākajām programmas versijām. Lūdzu, izmanto {1}.
nl_nl: Het gebruik van {0} is verouderd en zal in toekomstige versies van het programma worden verwijderd. Gebruik in plaats daarvan {1}.
no_no: Bruk av {0} er foreldet og vil bli fjernet i fremtidige versjoner av programmet. Vennligst bruk {1} i stedet.
pl_pl: Korzystanie z {0} jest przestarzałe i zostanie usunięte w przyszłych wersjach programu. Zamiast tego skorzystaj z {1}.
pt_pt: A utilização de {0} é obsoleto e será removido nas versões futuras do programa. Por favor usa {1}.
ro_ro: Folosirea lui {0} este învechită și va fi eliminată în versiunile viitoare ale programului. Te rugăm să folosești în schimb {1}.
ru_ru: Параметр {0} является устаревшим и будет удален в следующих версиях программы. Пожалуйста, используйте {1} вместо него.
sk_sk: Použitie {0} je zastarané a bude vymazané v niektorej z budúcich verzií programu. Namiesto toho môžeš použiť {1}.
sr_latn: Iskorišćenost {0} je zastarela i biće uklonjena u budućim verzijama programa. Molimo vas koristite {1} umjesto nje.
sv_se: Användningen av {0} är avskrivet och kommer att tas bort i framtida versioner av programmet. Använd {1} istället.
tr_tr: {0} kullanımı önerilmiyor ve programın gelecekteki sürümlerinde kaldırılacak. Bunun yerine {1} kullanın.
uk_ua: Параметр {0} є застарілим і його буде видалено в майбутніх версіях програми. Будь ласка, використовуйте {1} замість нього.
vi_vn: Việc sử dụng {0} bị vô hiệu hoá và sẽ bị loại bỏ trong các phiên bản tương lai của chương trình. Xin vui lòng sử dụng {1} thay thế.
zh_cn: {0} 用法已弃用，并将在程序的未来版本中被移除。请改用 {1}。
zh_hans: {0} 用法已被弃用，并将在程序的未来版本中被移除。请改用 {1}。
zh_hant: {0} 的用法已被棄用，並且將在未來的版本中移除，請改用 {1}。
zh_hk: {0} 的用法已棄用，並將在程式的未來版本中刪除。請使用 {1}。
