Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# BotAddLicense
source: ID: {0} | Status: {1}
be_by: ID: {0} | Статус: {1}
bg_bg: ID: {0} | Статус: {1}
ca_es: ID: {0} | Estat: {1}
cs_cz: ID: {0} | Stav: {1}
el_gr: ID: {0} | Κατάσταση: {1}
es_es: ID: {0} | Estado: {1}
fa_ir: آیدی: {0} | وضعیت: {1}
fi_fi: ID: {0} | Tila: {1}
fr_fr: ID : {0} | Statut : {1}
he_il: מזהה: {0} | סטטוס: {1}
hu_hu: Azonosító: {0} | Állapot: {1}
it_it: ID: {0} | Stato: {1}
ja_jp: ID: {0} | 状態: {1}
lt_lt: ID: {0} | Būsena: {1}
lv_lv: ID: {0} | Statuss: {1}
pt_pt: ID: {0} | Estado: {1}
ro_ro: ID: {0} | Stare: {1}
ru_ru: ID: {0} | Состояние: {1}
sk_sk: ID: {0} | Stav: {1}
th_th: ไอดี: {0} | สถานะ: {1}
tr_tr: ID: {0} | Durum: {1}
uk_ua: ID: {0} | Стан: {1}
vi_vn: ID: {0} | Trạng thái: {1}
zh_cn: ID: {0} |状态︰ {1}
zh_hans: ID：{0} | 状态：{1}
zh_hant: ID：{0} | 狀態：{1}
zh_hk: ID：{0} | 狀態：{1}

# BotAddLicenseWithItems
source: ID: {0} | Status: {1} | Items: {2}
be_by: ID: {0} | Статус: {1} | Тавары: {2}
bg_bg: ID: {0} | Статус: {1} | Предмети: {2}
bs_latn: ID: {0} | Status: {1} | Stavke: {2}
ca_es: ID: {0} | Estat: {1} | Objectes: {2}
cs_cz: ID: {0} | Stav: {1} |Položky: {2}
da_dk: ID: {0} | Status: {1} | Elementer: {2}
de_de: Spiele-ID: {0} | Status: {1} | Aktivierte IDs: {2}
el_gr: ID: {0} | Κατάσταση: {1} | Αντικείμενα: {2}
es_es: ID: {0} | Estado: {1} | Artículos: {2}
fa_ir: آیدی: {0} | وضعیت: {1} | آیتم ها: {2}
fi_fi: ID: {0} | Tila: {1} | Tavarat: {2}
fr_fr: ID : {0} | Statut : {1} | Items : {2}
he_il: מזהה: {0} | סטטוס: {1} | פריטים: {2}
hu_hu: Azonosító: {0} | Állapot: {1} | Tárgyak: {2}
id_id: ID: {0} | Status: {1} | Item: {2}
it_it: ID: {0} | Stato: {1} | Elementi: {2}
ja_jp: ID: {0} |状態: {1} |項目: {2}
lt_lt: ID: {0} | Būsena: {1} | Item'ai: {2}
lv_lv: ID: {0} | Statuss: {1} | Preces: {2}
nl_nl: ID: {0} | Status: {1} | Geactiveerde ID: {2}
no_no: ID: {0} APEXStatus: {1} eventuelle: {2}
pl_pl: ID: {0} | Status: {1} | Elementy: {2}
pt_pt: ID: {0} | Estado: {1} | Itens: {2}
ro_ro: ID: {0} | Stare: {1} | Obiecte: {2}
ru_ru: ID: {0} | Состояние: {1} | Товары: {2}
sk_sk: ID: {0} | Stav: {1} | Položky: {2}
sr_latn: ID: {0} | Status: {1} | Stavke: {2}
sv_se: ID: {0} | Status: {1} | Föremål: {2}
th_th: ไอดี: {0} | สถานะ: {1} | รายการ: {2}
tr_tr: ID: {0} | Durum: {1} | Öğeler: {2}
uk_ua: ID: {0} | Стан: {1} | Продукти: {2}
vi_vn: ID: {0} | Trạng thái: {1} | Vật phẩm: {2}
zh_cn: Key︰ {0} |状态︰ {1} |物品︰ {2}
zh_hans: ID：{0} | 状态：{1} | 物品：{2}
zh_hant: ID：{0} | 狀態：{1} | 物品：{2}
zh_hk: ID：{0} | 狀態：{1} | 物品：{2}

# BotAlreadyRunning
source: This bot is already running!
be_by: Гэты бот ужо працуе!
bg_bg: Този бот вече работи!
bs_latn: Ovaj bot je već pokrenut!
ca_es: Aquest bot ja està en funcionament!
cs_cz: Tento bot je již spuštěný.
da_dk: Denne bot køre allerede!
de_de: Dieser Bot läuft bereits!
el_gr: Το bot εκτελείται ήδη!
es_es: ¡Este bot ya se está ejecutando!
fa_ir: این ربات در حال اجرا است!
fi_fi: Tämä botti on jo käynnissä!
fr_fr: Ce bot est déjà lancé !
he_il: בוט זה כבר פועל!
hu_hu: Ez a bot már fut!
id_id: Bot sudah berjalan!
it_it: Questo bot è già in esecuzione!
ja_jp: その bot は既に実行されています！
lt_lt: Šis botas jau įjungtas!
lv_lv: Šis bots jau ir aktīvs!
nl_nl: Deze bot is al actief!
no_no: Denne botten kjører!
pl_pl: Ten bot jest już uruchomiony!
pt_pt: Este bot já está em funcionamento!
ro_ro: Acest bot rulează deja!
ru_ru: Этот бот уже запущен!
sk_sk: Tento bot už je spustený!
sr_latn: Ovaj bot je već pokrenut!
sv_se: Den bot-instansen körs redan!
th_th: บอตตัวนี้กำลังทำงานอยู่แล้ว!
tr_tr: Bu bot zaten çalışıyor!
uk_ua: Цей бот вже працює!
vi_vn: Bot này đang được chạy!
zh_cn: 这个帐号已经在运行中！
zh_hans: 这个机器人已经在运行！
zh_hant: Bot 已在執行中！
zh_hk: 該機械人已在運行了！

# BotAuthenticatorConverting
source: Converting .maFile into ASF format...
be_by: Пераўтварэнне .maFile у фармат ASF...
bg_bg: Превръщането на .maFile в ASF формат...
ca_es: Convertint arxiu .maFile a format ASF...
cs_cz: Probíhá převod souboru .maFile do formátu aplikace ASF...
da_dk: Konvertere .maFile til ASF format...
de_de: Konvertiere .maFile in ASF-Format...
el_gr: Μετατροπή .maFile σε μορφή ASF...
es_es: Convirtiendo .maFile al formato ASF...
fa_ir: درحال تبدیل فایل با فرمت maFile. به فرمت ASF...
fi_fi: Muutetaan .maFile ASF:n käyttämään muotoon...
fr_fr: Conversion de .maFile au format ASF...
he_il: המרת .maFile לפורמט ASF
hu_hu: .maFile konvertálása ASF formátumba...
id_id: Mengkonversi .maFile ke format ASF...
it_it: Conversione del file .maFile nel formato di ASF in corso...
ja_jp: .maFileをASFフォーマットに変換しています...
lt_lt: .maFile verčiamas į ASF formatą...
lv_lv: Konvertē .maFile uz ASF formātu...
nl_nl: .maFile omzetten naar ASF formaat...
no_no: Konverterer .maFile til ASF-format...
pl_pl: Konwertowanie pliku .maFile do formatu ASF...
pt_pt: A converter ficheiro .maFile em formato ASF...
ro_ro: Se convertește .maFile în formatul ASF...
ru_ru: Конвертация .maFile в формат ASF...
sk_sk: Konverzia súboru .maFile na ASF formát...
sr_latn: Konvertovanje .maFile u ASF format...
sv_se: Konverterar .maFile till ASF format...
th_th: กำลังแปลง .maFile ให้เป็นฟอร์แมตสำหรับ ASF...
tr_tr: .maFile dosya türü ASF'nin kullanacağı dosya türüne dönüştürülüyor...
uk_ua: Конвертування .maFile у ASF формат...
vi_vn: Chuyển đổi .maFile thành định dạng ASF...
zh_cn: 正在将.MaFile 转换为 ASF 格式...
zh_hans: 正在将 .maFile 转换为 ASF 格式……
zh_hant: 正在將 .maFile 轉換成 ASF 的檔案格式…
zh_hk: 正在將. maFile 轉換為 ASF 格式……

# BotAuthenticatorImportFinished
source: Successfully finished importing mobile authenticator!
be_by: Паспяхова завершаны імпарт мабільнага аўтэнтыфікатара!
bg_bg: Успешно приключи въвеждането на мобилното потвърждение!
cs_cz: Import mobilního autentifikátoru byl úspěšný.
da_dk: Det lykkedes at importere mobilautentificering!
de_de: Import des mobilen Authentifikator erfolgreich abgeschlossen!
el_gr: Η εισαγωγή του επαληθευτή κινητού ολοκληρώθηκε επιτυχώς!
es_es: ¡Autenticador móvil importado exitosamente!
fa_ir: وارد کردن تایید کننده موبایل با موفقیت انجام شد!
fi_fi: Mobiilivarmentajan tuonti onnistui!
fr_fr: Importation de l'authentificateur mobile effectuée avec succès !
he_il: הסתיימה בהצלחה ייבוא מאמת הניידים!
hu_hu: A mobil hitelesítő importálása sikeres!
id_id: Berhasil mengimpor mobile authenticator!
it_it: L'importazione dell'autenticatore mobile terminata con successo!
ja_jp: モバイル認証のインポートを完了しました！
lt_lt: Mobilusis autentifikatorius sėkmingai baigtas importuoti!
lv_lv: Veiksmīgi ieimportēja mobīlo autentifikatoru!
nl_nl: Succesvol de mobiele authenticator geïmporteerd!
no_no: Vellykket import av mobilautentisering!
pl_pl: Zakończono importowanie mobilnego tokenu uwierzytelnienia!
pt_pt: Autenticação móvel importada com sucesso!
ro_ro: Importarea autentificatorului mobil s-a încheiat cu succes!
ru_ru: Мобильный аутентификатор успешно импортирован!
sk_sk: Import autentifikátora bol úspešný!
sr_latn: Uspešno završen uvoz mobilnog autentikatora!
sv_se: Lyckades importera mobilautentiseraren!
tr_tr: Mobil kimlik doğrulayıcısının aktarılması başarıyla tamamlandı!
uk_ua: Імпортування мобільного автентифікатора завершено успішно!
vi_vn: Hoàn thành thành công nhập xác thực điện thoại di động!
zh_cn: 导入手机身份验证成功 ！
zh_hans: 成功导入手机验证器！
zh_hant: 已成功匯入行動驗證器！
zh_hk: 已成功導入行動驗證器！

# BotAuthenticatorToken
source: 2FA Token: {0}
be_by: 2FA Токен: {0}
de_de: 2FA Code: {0}
es_es: Código 2FA: {0}
fa_ir: توکن دو مرحله ای: {0}
fi_fi: 2FA-koodi: {0}
fr_fr: Code 2FA : {0}
he_il: אסימון 2FA: {0}
id_id: Token 2FA: {0}
it_it: Token 2FA: {0}
ja_jp: 二次認証トークン: {0}
lt_lt: 2FA kodas: {0}
lv_lv: 2FA marķieris: {0}
nl_nl: 2FA Code: {0}
pl_pl: Kod uwierzytelnienia dwuskładnikowego: {0}
pt_pt: Token 2FA: {0}
ro_ro: Cod 2FA: {0}
ru_ru: Код 2FA: {0}
th_th: โทเคน 2FA: {0}
tr_tr: 2AD Kodu: {0}
uk_ua: 2FA токен: {0}
vi_vn: Mã 2FA: {0}
zh_cn: 二次验证令牌︰ {0}
zh_hans: 两步验证令牌: {0}
zh_hant: 雙重驗證權杖：{0}
zh_hk: 雙重驗證代碼：{0}

# BotAutomaticIdlingNowPaused
source: Automatic farming has paused!
be_by: Аўтаматычнае фарменне прыпынена!
bg_bg: Автоматичното фармене е паузирано!
bs_latn: Automatsko farmanje je pauzirano!
ca_es: El cultiu automàtic està en pausa!
cs_cz: Automatické farmení bylo pozastaveno!
da_dk: Automatisk idling er på pause!
de_de: Automatisches Sammeln wurde angehalten!
el_gr: Η αυτόματη συλλογή καρτών είναι σε παύση!
es_es: ¡La recolección automática se ha pausado!
fa_ir: فارم کردن خودکار مکث شد!
fi_fi: Automattinen farmaus on pysäytetty!
fr_fr: La collecte automatique est maintenant suspendue !
he_il: החקלאות האוטומטית נעצרה!
hu_hu: Automatikus farmolás szünetel!
id_id: Farming otomatis telah dijeda!
it_it: Il Farming automatico è stato messi in pausa!
ja_jp: 自動ファーミングを一時停止しました！
lt_lt: Automatinis kortelių rinkimas sustabdytas!
lv_lv: Automāiskā vākšana ir apturēta!
nl_nl: Automatisch farmen is gepauzeerd!
no_no: Automatisk jordbruk har pauset!
pl_pl: Automatyczne farmienie zostało wstrzymane!
pt_pt: O 'farm' automático foi pausado!
ro_ro: Farmarea automată a fost întreruptă!
ru_ru: Автоматический фарм на паузе!
sk_sk: Zber kariet bol pozastavený!
sr_latn: Automatsko idlovanje je pauzirano!
sv_se: Automatisk farmning har pausats!
th_th: การฟาร์มอัตโนมัติหยุดชั่วคราว!
tr_tr: Otomatik çalıştırma duraklatıldı!
uk_ua: Автоматичний фарм призупинено!
vi_vn: Tự động thu hoạch đã tạm dừng!
zh_cn: 自动挂卡已停止！
zh_hans: 自动挂卡已暂停！
zh_hant: 已暫停自動掛卡！

# BotAutomaticIdlingNowResumed
source: Automatic farming has resumed!
be_by: Аўтаматычнае фарменне адноўлена!
bg_bg: Автоматичното фармене е възобновено!
bs_latn: Automatsko farmanje je nastavljeno!
ca_es: El cultiu automàtic s'ha reprès!
cs_cz: Automatické farmení bylo obnoveno!
da_dk: Automatisk idling er genoptaget!
de_de: Automatisches Sammeln wurde fortgesetzt!
el_gr: Η αυτόματη συλλογή καρτών ξανάρχισε!
es_es: ¡La recolección automática se ha reanudado!
fa_ir: در حال ادامه دادن فارم کردن خودکار!
fi_fi: Automaattista farmausta on jatkettu!
fr_fr: La collecte automatique a maintenant repris !
he_il: החציבה האוטומטית שבה לפעול!
hu_hu: Automatikus farmolás újraindult!
id_id: Farming otomatis telah dilanjutkan!
it_it: Il Farming automatico è ricominciato!
ja_jp: 自動ファーミングを再開しました！
lt_lt: Automatinis kortelių rinkimas tęsiamas!
lv_lv: Automātiskā vākšana ir atsākta!
nl_nl: Automatisch farmen is hervat!
no_no: Automatisk jordbruk har gjenopptatt!
pl_pl: Automatyczne farmienie zostało wznowione!
pt_pt: O 'farm' automático foi continuado!
ro_ro: Farmarea automată a fost reluată!
ru_ru: Автоматический фарм возобновлён!
sk_sk: Zber kariet sa spustil!
sr_latn: Automatsko idlovanje je nastavljeno!
sv_se: Automatisk farmning har återupptagits!
th_th: การฟาร์มอัตโนมัติกลับมาทำงานอีกครั้ง!
tr_tr: Otomatik çalıştırma sürdürülüyor!
uk_ua: Автоматичний фарм відновлено!
vi_vn: Tự động thu hoạch đã tiếp tục trở lại!
zh_cn: 自动挂卡已恢复！
zh_hans: 自动挂卡已恢复！
zh_hant: 已繼續自動掛卡！

# BotAutomaticIdlingPausedAlready
source: Automatic farming is paused already!
be_by: Аўтаматычнае фарменне ўжо прыпынена!
bg_bg: Автоматичното фармене е вече паузирано!
bs_latn: Automatsko farmanje je već pauzirano!
ca_es: El cultiu automàtic ja està en pausa!
cs_cz: Automatické farmení je již pozastaveno!
da_dk: Automatisk idling er allerede på pause!
de_de: Automatisches Sammeln ist bereits pausiert!
el_gr: Η αυτόματη συλλογή καρτών είναι ήδη σε παύση!
es_es: ¡La recolección automática ya está pausada!
fa_ir: فارم کردن خودکار در حالت مکث می باشد!
fi_fi: Automattinen farmaus on jo pysäytetty!
fr_fr: La collecte automatique est déjà en pause !
he_il: החציבה האוטומטית כבר בהשהיה!
hu_hu: Az automatikus farmolás már szüneteltetve van!
id_id: Farming otomatis sudah dijeda!
it_it: Il Farming automatico è già in pausa!
ja_jp: 自動ファーミングは既に一時停止されています！
lt_lt: Automatinis kortelių rinkimas jau sustabdytas!
lv_lv: Automāiskā vākšana ir jau apturēta!
nl_nl: Automatisch farmen is al gepauzeerd!
no_no: Automatisk jordbruk er midlertidig stanset!
pl_pl: Automatyczne farmienie jest już wstrzymane!
pt_pt: O 'farm' automático já está pausado!
ro_ro: Farmarea automată este întreruptă deja!
ru_ru: Автоматический фарм уже на паузе!
sk_sk: Zber kariet bol už pozastavený!
sr_latn: Automatsko idlovanje je već pauzirano!
sv_se: Automatisk farmning är redan pausad!
th_th: การฟาร์มอัตโนมัติถูกหยุดชั่วคราวแล้ว!
tr_tr: Otomatik kart düşürme zaten duraklatıldı!
uk_ua: Автоматичний фарм вже на паузі!
vi_vn: Tự động thu hoạch đang được thực hiện!
zh_cn: 自动挂卡已经暂停 ！
zh_hans: 自动挂卡已经暂停！
zh_hant: 已經暫停自動掛卡！

# BotAutomaticIdlingResumedAlready
source: Automatic farming is resumed already!
be_by: Аўтаматычнае фарменне ўжо адноўлена!
bg_bg: Автоматичното фармене е вече възобновено!
bs_latn: Automatsko farmanje je već nastavljeno!
ca_es: El cultiu automàtic ja s'ha reprès!
cs_cz: Automatické farmení již bylo obnoveno!
da_dk: Automatisk idling er allerede genoptaget!
de_de: Automatisches Sammeln wurde bereits fortgesetzt!
el_gr: Η αυτόματη συλλογή καρτών έχει ήδη ξαναρχίσει!
es_es: ¡La recolección automática ya está reanudada!
fa_ir: فارم کردن خودکار در حال اجرا می باشد!
fi_fi: Automattista farmausta on jo jatkettu!
fr_fr: La collecte automatique a déjà repris !
he_il: החציבה האוטומטית כבר שבה לפעול!
hu_hu: Az automatikus farmolás már folytatva van!
id_id: Farming otomatis sudah dilanjutkan!
it_it: Il Farming automatico è già stato ripreso!
ja_jp: 自動ファーミングは既に再開されています！
lt_lt: Automatinis kortelių rinkimas jau pratęstas!
lv_lv: Automātiskā vākšana ir jau atsākusies!
nl_nl: Automatisch farmen is al hervat!
no_no: Automatisk jordbruk er allerede gjenopptatt allerede!
pl_pl: Automatyczne farmienie jest już wznowione!
pt_pt: O 'farm' automático já foi continuado!
ro_ro: Farmarea automată este reluată deja!
ru_ru: Автоматический фарм уже возобновлён!
sk_sk: Zber kariet bol už spustený!
sr_latn: Automatsko idlovanje je već pokrenuto!
sv_se: Automatisk farmning är redan återupptagen!
th_th: การฟาร์มอัตโนมัติถูกกลับมาทำงานต่อแล้ว!
tr_tr: Otomatik çalıştırma zaten devam ediyor!
uk_ua: Автоматичний фарм вже відновлено!
vi_vn: Tự động thu hoạch đã tiếp tục từ trước!
zh_cn: 自动挂卡已经恢复 ！
zh_hans: 自动挂卡已经恢复！
zh_hant: 已經繼續自動掛卡！

# BotConnected
source: Connected to Steam!
be_by: Падключана да Steam!
bg_bg: Свързан към Steam!
bs_latn: Povezano sa Steamom!
ca_es: Connectat a Steam!
cs_cz: Připojeno ke Steamu.
da_dk: Forbundet til Steam!
de_de: Mit Steam verbunden!
el_gr: Έγινε σύνδεση στο Steam!
es_es: ¡Conectado a Steam!
fa_ir: به استیم متصل شدیم!
fi_fi: Yhdistetty Steamiin!
fr_fr: Connecté à Steam !
he_il: מחובר לסטים!
hu_hu: Csatlakozva a Steamhez!
id_id: Terhubung ke Steam!
it_it: Connesso a Steam!
ja_jp: Steam に接続しました！
lt_lt: Prisijungta prie Steam!
lv_lv: Savienots ar Steam!
nl_nl: Verbonden met Steam!
no_no: Koblet til Steam!
pl_pl: Połączono ze Steam!
pt_pt: Conectado ao Steam!
ro_ro: Conectat la Steam!
ru_ru: Подключен к Steam!
sk_sk: Pripojené k službe Steam!
sr_latn: Povezani ste na Steam!
sv_se: Kopplad till Steam!
th_th: เชื่อมต่อกับ Steam แล้ว!
tr_tr: Steam'e bağlandı!
uk_ua: Підключено до Steam!
vi_vn: Đã kết nối với Steam!
zh_cn: 已连接到Steam！
zh_hans: 已连接到 Steam！
zh_hant: 已連線至 Steam！
zh_hk: 已連線到 Steam！

# BotDisconnected
source: Disconnected from Steam!
be_by: Адключана ад Steam!
bg_bg: Прекъсната връзка със Steam!
bs_latn: Diskonektovan sa Steam-a!
ca_es: Desconnectat de Steam!
cs_cz: Odpojeno od Steamu.
da_dk: Afbrudt fra Steam!
de_de: Von Steam getrennt!
el_gr: Έγινε αποσύνδεση από το Steam!
es_es: ¡Desconectado de Steam!
fa_ir: از استیم قطع شدیم!
fi_fi: Katkaistu yhteys Steamista!
fr_fr: Déconnecté de Steam !
he_il: נותק מסטים!
hu_hu: Lecsatlakozva a Steamről!
id_id: Terputus dari Steam!
it_it: Disconnesso da Steam!
ja_jp: Steam から切断しました！
lt_lt: Atsijungta nuo Steam!
lv_lv: Atvienots no Steam!
nl_nl: Verbinding met Steam verbroken!
no_no: Koblet fra Steam!
pl_pl: Rozłączono od Steam!
pt_pt: Desconectado do Steam!
ro_ro: Deconectat de la Steam!
ru_ru: Отключен от Steam!
sk_sk: Odpojené od služby Steam!
sr_latn: Diskonektovan sa Steam-a!
sv_se: Bortkopplad från Steam!
th_th: ตัดการเชื่อมต่อจาก Steam แล้ว!
tr_tr: Steam ile bağlantı kesildi!
uk_ua: Відключено від Steam!
vi_vn: Đã bị ngắt kết nối khỏi Steam!
zh_cn: 从Steam断开连接！
zh_hans: 已从 Steam 断开连接！
zh_hant: 已與 Steam 中斷連線！
zh_hk: 已與 Steam 中斷連線！

# BotDisconnecting
source: Disconnecting...
be_by: Адключэнне...
bg_bg: Прекъсване на връзката...
bs_latn: Prekidanje veze...
ca_es: Desconnectant...
cs_cz: Odpojování...
da_dk: Afbryder...
de_de: Trenne Verbindung...
el_gr: Αποσύνδεση...
es_es: Desconectando...
fa_ir: در حال قطع شدن...
fi_fi: Katkaistaan yhteyttä...
fr_fr: Déconnexion...
he_il: מתנתק...
hu_hu: Kapcsolat bontása...
id_id: Sambungan terputus...
it_it: Disconnessione...
ja_jp: 切断中...
lt_lt: Atsijungiama...
lv_lv: Atvienojas...
nl_nl: Verbinding verbreken...
no_no: Kobler fra...
pl_pl: Rozłączanie...
pt_pt: Desconectando...
ro_ro: Deconectare...
ru_ru: Отключение...
sk_sk: Odpájanie...
sr_latn: Diskonektovanje...
sv_se: Bortkopplar...
th_th: กำลังตัดการเชื่อมต่อ...
tr_tr: Bağlantı Kesiliyor...
uk_ua: Відключення...
vi_vn: Đang ngắt kết nối...
zh_cn: 正在断开连接...
zh_hans: 正在断开连接……
zh_hant: 正在中斷連線…
zh_hk: 正在中斷連線……

# BotEncryptedPassword
source: [{0}] password: {1}
sk_sk: [{0}] heslo: {1}
vi_vn: [{0}] mật khẩu: {1}
zh_cn: [{0}] 密码︰ {1}
zh_hk: [{0}] 密碼：{1}

# BotInstanceNotStartingBecauseDisabled
source: Not starting this bot instance because it's disabled in config file!
be_by: Гэты бот не запушчаны, бо ён адключаны ў канфігурацыйным файле!
bg_bg: Не се стартира този бот, защото е изключен във файлът с настройки!
cs_cz: Tento bot nebude spuštěn protože je v konfiguračním souboru nastaven jako neaktivní.
da_dk: Starter ikke denne bot instans fordi den er slået fra i konfigurationsfilen!
de_de: Bot-Instanz nicht gestartet, weil diese in der Konfigurationsdatei deaktiviert ist!
el_gr: Δεν γίνεται εκκίνηση αυτού του bot καθώς έχει απενεργοποιηθεί στο αρχείο διαμόρφωσης!
es_es: ¡No se ha iniciado esta instancia de bot porque está desactivado en el archivo de configuración!
fa_ir: این ربات را استارت نمی کنیم زیرا در فایل کانفیگ غیر فعال می باشد!
fi_fi: Ei käynnistetä tätä bottia koska se on poistettu käytöstä asetustiedostossa!
fr_fr: Ce bot n'a pas été lancé car l'option de démarrage est désactivée dans son fichier de configuration !
he_il: לא מריץ את הבוט הזה כי הוא אינו מופעל בקובץ ההגדרה!
hu_hu: Ezt a bot példányt nem lehet elindítani, mert a konfigurációs fájlban ki van kapcsolva!
id_id: Tidak memulai instansi bot ini karena dinonaktifkan di file konfigurasi!
it_it: Questo bot non verrà avviato poiché è disabilitato nel file di configurazione!
ja_jp: 設定ファイル内で無効化されているため、この bot のインスタンスを起動しません！
lt_lt: Nepradedamas ši boto egzempliorius, nes jis yra išjungtas konfigūracijos faile!
lv_lv: Šis bots netiek startēts, jo tas ir atspējots konfigurācijas failā!
nl_nl: Deze bot wordt niet gestart omdat hij uitgeschakeld is in het configuratiebestand!
no_no: Ikke start denne bot forekomsten fordi den er deaktivert i config filen!
pl_pl: Ten bot nie zostanie uruchomiony, ponieważ został wyłączony w pliku konfiguracyjnym!
pt_pt: Não é possível iniciar este bot porque está desativado no ficheiro de configuração!
ro_ro: Nu se pornește acestă instanță de bot deoarece este dezactivată în fișierul de configurare!
ru_ru: Не запускаем этого бота, поскольку он отключён в конфигурационном файле!
sk_sk: Tento bot nebude spustený, pretože je zakázaný v konfiguračnom súbore!
sr_latn: Ovaj bot se ne započinje zato što je onemogućen u konfiguracionom fajlu!
sv_se: Startar inte denna bot-instansen för att den är inaktiverad i config filen!
tr_tr: Bu bot örneği, yapılandırma dosyasında devre dışı bırakıldığından başlatılmıyor!
uk_ua: Цей бот не запущений, тому що він відключений у конфігураційному файлі!
vi_vn: Không chạy bot này bởi vì nó đã bị vô hiệu hóa trong tập tin cấu hình!
zh_cn: 不会启动该帐号，因为配置文件中禁用了它！
zh_hans: 您已在配置文件中禁用此机器人，该实例将不会启动！
zh_hant: 這個 Bot 將不會啟動，因為它在設定檔中被停用！
zh_hk: 不會啟動此機械人實例，因為它在設定檔中被禁用！
