Repository: JustArchiNET/ArchiSteamFarm
Catalog: ArchiSteamFarm/Localization/Strings.*.resx
Languages: ar_sa, be_by, bg_bg, bs_latn, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, lt_lt, lv_lv, nl_nl, no_no, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_latn, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hans, zh_hant, zh_hk

# AcceptingTrade
source: Accepting trade: {0}
ar_sa: قبول التجارة: {0}
be_by: Прыняцце абмену: {0}
bg_bg: Приемане на замяната: {0}
bs_latn: Prihvatanje razmjene: {0}
ca_es: Acceptant intercanvi: {0}
cs_cz: Přijímám obchod: {0}
da_dk: Accepterer handel: {0}
de_de: Akzeptiere Handel: {0}
el_gr: Αποδοχή ανταλλαγής: {0}
es_es: Aceptando intercambio: {0}
fa_ir: موافقت با ترید: {0}
fi_fi: Hyväksytään vaihtokauppaa: {0}
fr_fr: Acceptation de l'échange : {0}
he_il: מקבל עסקת חליפין: {0}
hi_in: एक्सेप्टिंग ट्रेड: {0}
hr_hr: Prihvaćanje trgovine: {0}
hu_hu: Csereajánlat elfogadása: {0}
id_id: Menerima Pertukaran: {0}
it_it: Accettando lo scambio: {0}
ja_jp: トレードを承認中: {0}
lt_lt: Priimami mainai: {0}
lv_lv: Pieņem darījumu: {0}
nl_nl: Ruilaanbod wordt geaccepteerd: {0}
no_no: Godtar handel: {0}
pl_pl: Akceptowanie oferty: {0}
pt_pt: A aceitar troca: {0}
ro_ro: Se acceptă schimbul: {0}
ru_ru: Принятие обмена: {0}
sk_sk: Potvrdenie obchodu: {0}
sr_latn: Prihvatanje razmene: {0}
sv_se: Accepterar byte: {0}
th_th: ยอมรับการแลกเปลี่ยน: {0}
tr_tr: Takas kabul ediliyor: {0}
uk_ua: Прийняття обміну: {0}
vi_vn: Chấp nhận giao dịch: {0}
zh_cn: 接受交易︰{0}
zh_hans: 接受交易：{0}
zh_hant: 接受交易︰{0}
zh_hk: 接受交易：{0}

# AutoUpdateCheckInfo
source: ASF will automatically check for new versions every {0}.
ar_sa: برنامج ASF سوف يقوم بشكل تلقائي بالتحقق من وجود تحديثات كل {0} ساعة.
be_by: ASF будзе аўтаматычна правяраць абнаўленні кожныя {0}.
bg_bg: ASF автоматично ще проверява за нови версии на всеки {0} час/а/.
bs_latn: ASF će automatski provjeriti da li postoji nova verzija svakih {0}.
ca_es: ASF cercarà automàticament noves versions cada {0}.
cs_cz: ASF automaticky zkontroluje, zda není dostupná nová verze každých {0}.
da_dk: ASF vil automatisk undersøge for nye versioner hver {0}.
de_de: ASF sucht automatisch alle {0} nach einer aktuelleren Version.
el_gr: Το ASF θα ελέγχει αυτόματα για νέες εκδόσεις κάθε {0}.
es_es: ASF comprobará automáticamente si hay versiones nuevas cada {0}.
fa_ir: برنامه برای نسخه ی جدید هر {0} به صورت خودکار چک خواهد کرد.
fi_fi: ASF tarkistaa päivitykset automaattisesti {0} välein.
fr_fr: ASF recherchera automatiquement de nouvelles mises à jour tous les {0}.
he_il: ASF יחפש גרסאות חדשות אוטומטית כל {0}.
hr_hr: ASF će automatski provjeriti novu verziju svakih {0}.
hu_hu: Az ASF automatikusan keresni fog új verziót minden {0} elteltével.
id_id: ASF akan memeriksa versi baru setiap {0} secara otomatis.
it_it: ASF cercherà automaticamente una nuova versione ogni {0}.
ja_jp: ASFは {0} ごとに自動的に新しいバージョンをチェックします。
lt_lt: ASF automatiškai patikrins ar yra nauja versija kas {0}.
lv_lv: ASF automātiski pārbaudīs jaunas versijas pieejamību katras/u {0}.
nl_nl: ASF controleert automatisch iedere {0} voor een nieuwe versie.
no_no: ASF vil automatisk se etter nye versjoner hver {0}.
pl_pl: ASF automatycznie sprawdzi aktualizacje co {0}.
pt_pt: O ASF vai automaticamente procurar por novas versões a cada {0}.
ro_ro: ASF va căuta automat versiuni noi la fiecare {0}.
ru_ru: ASF будет автоматически проверять обновления с интервалом в {0}.
sk_sk: ASF vykoná kontrolu novej verzie každý {0}.
sr_latn: ASF će automatski proveriti da li postoji nova verzija svakih {0} sat/i.
sv_se: ASF kommer automatiskt leta efter nya uppdateringar var {0} timme.
th_th: ASF จะทำการตรวจสอบเวอร์ชั่นใหม่โดยอัตโนมัติทุก ๆ {0}
tr_tr: ASF, her {0} aralıkla yeni sürümleri kontrol edecektir.
uk_ua: ASF буде автоматично перевіряти оновлення кожні {0}.
vi_vn: ASF sẽ tự động kiểm tra phiên bản mới mỗi {0}.
zh_cn: ASF 将会在每 {0} 个小时后自动检查新版本。
zh_hans: ASF 将每隔 {0}自动检查新版本。
zh_hant: ASF 將每隔 {0} 自動檢查新版本。
zh_hk: ASF 將每 {0}自動檢查新版本。

# Content
source: Content: {0}
ar_sa: محتوى: {0}
be_by: Змест: {0}
bg_bg: Съдържание: {0}
bs_latn: Sadržaj: {0}
ca_es: Contingut: {0}
cs_cz: Obsah: {0}
da_dk: Indhold: {0}
de_de: Inhalt: {0}
el_gr: Περιεχόμενο: {0}
es_es: Contenido: {0}
fa_ir: محتوا: {0}
fi_fi: Sisältö: {0}
fr_fr: Contenu : {0}
he_il: תוכן: {0}
hi_in: कंटेंट: {0}
hr_hr: Sadržaj: {0}
hu_hu: Tartalom: {0}
id_id: Konten: {0}
it_it: Contenuto: {0}
ja_jp: 内容: {0}
lt_lt: Turinys: {0}
lv_lv: Saturs: {0}
nl_nl: Inhoud: {0}
no_no: Innhold: {0}
pl_pl: Zawartość: {0}
pt_pt: Conteúdo: {0}
ro_ro: Conținut: {0}
ru_ru: Содержимое: {0}
sk_sk: Obsah: {0}
sr_latn: Sadržaj: {0}
sv_se: Innehåll: {0}
th_th: เนื้อหา: {0}
tr_tr: İçerik: {0}
uk_ua: Вміст: {0}
vi_vn: Nội dung: {0}
zh_cn: 内容︰{0}
zh_hans: 内容： {0}
zh_hant: 內容︰ {0}
zh_hk: 內容： {0}

# ErrorConfigPropertyInvalid
source: Configured {0} property is invalid: {1}
ar_sa: قيمة الخاصية {0} غير صحيحة: {1}
be_by: Сканфігураваная {0} уласцівасць няправільная {1}
bg_bg: Конфигурираното свойство {0} е невалидно: {1}
bs_latn: Podešavanje {0} je netačno: {1}
cs_cz: Nakonfigurované vlastnost {0} není platná: {1}
da_dk: Konfigurerede {0} egenskab er ugyldig: {1}
de_de: Der konfigurierte Wert für {0} ist ungültig: {1}
el_gr: Η ρυθμισμένη ιδιότητα {0} δεν είναι έγκυρη: {1}
es_es: La propiedad {0} configurada es inválida: {1}
fa_ir: کانفیگ {0}، مشکل در: {1}
fi_fi: Kohdassa {0} määritelty arvo {1} on virheellinen
fr_fr: La valeur {1} du paramètre {0} configurée n’est pas valide
he_il: מאפיין {0} שהוגדר אינו חוקי: {1}
hi_in: कॉन्फ़िगर्ड {0} प्रोपेर्टी इज इनवैलिड: {1}
hr_hr: Postavljena {0} vrijednost nije važeća: {1}
hu_hu: A beállított {0} tulajdonság érvénytelen: {1}
id_id: Konfigurasi properti {0} tidak valid: {1}
it_it: La proprietà {0} configurata non è valida: {1}
ja_jp: 設定された {0} プロパティは無効です: {1}
lt_lt: Sukonfigūruotas {0} objektas yra neteisingas: {1}
lv_lv: Sakonfigurētā {0} vērtība ir nederīga: {1}
nl_nl: Geconfigureerde {0} instelling is ongeldig: {1}
no_no: Konfigurert {0} egenskap er ugyldig: {1}
pl_pl: Skonfigurowana opcja {0} jest nieprawidłowa: {1}
pt_pt: A propriedade configurada {0} é invalida: {1}
ro_ro: Proprietatea {0} configurată este invalidă: {1}
ru_ru: Параметр {0} имеет неверное значение: {1}
sk_sk: Konfigurovaná vlastnosť {0} je neplatná: {1}
sr_latn: Podešavanje {0} je netačno: {1}
sv_se: Konfigurerat {0} värde är ogiltligt: {1}
th_th: กำหนดคุณสมบัติการตั้งค่า {0} ไม่ถูกต้อง: {1}
tr_tr: Yapılandırılmış {0} özelliği geçersiz: {1}
uk_ua: Параметр {0} має невірне значення: {1}
vi_vn: Cấu hình {0} không hợp lệ: {1}
zh_cn: 配置 {0} 属性无效︰ {1}
zh_hans: 配置的 {0} 属性无效：{1}
zh_hant: 設定的 {0} 屬性無效︰{1}
zh_hk: 配置的 {0} 屬性無效：{1}

# ErrorEarlyFatalExceptionInfo
source: ASF V{0} has run into fatal exception before core logging module was even able to initialize!
be_by: ASF V{0} сутыкнуўся з фатальнай памылкай, перш чым модуль рэгістрацыі ядра змог запусціцца!
bg_bg: ASF V{0} претърпя критичен срив, преди основния записващ модул да стартира!
cs_cz: U aplikace ASF V{0} se vyskytla závažná výjimka ještě před inicialializací modulu protokolování jádra.
da_dk: ASF V{0} er løbet ind i en fatal fejl før kerneloggningsmodulet kunne indlæses!
de_de: ASF V{0} ist auf einen schweren Ausnahmefehler gestoßen, bevor das Kernloggingmodul initialisiert werden konnte!
el_gr: Το ASF V{0} αντιμετώπισε κρίσιμο σφάλμα πριν καν ξεκινήσει η κύρια μονάδα καταγραφής σφαλμάτων!
es_es: ¡ASF V{0} encontró una excepción fatal antes de que el módulo de registro se pudiera inicializar!
fa_ir: قبل از لود شدن برنامه ی لاگ کردن ASF نسخه ی {0} کرش شده است!
fi_fi: ASF V{0} on törmännyt ylitsepääsemättömään poikkeukseen ennen kuin ytimen lokinkirjausmoduuli ehdittiin käynnistää!
fr_fr: ASF V{0} a rencontré une exception fatale avant même que le module de base de journalisation ait le temps de s'initialiser !
he_il: ASF גרסה {0} נתקל בחריגה חמורה לפני שמודול רישום הליבה הוחל!
hi_in: ASF V{0} हस रन फेटल एक्सेप्शन बिफोर कोर लॉगिंग मॉड्यूल वास् इवन एबल टू इनिशियलाइज़!
hr_hr: ASF V{0} je naišla na fatalnu iznimku prije što je jezgreni dnevnik modula uspio izvršiti inicijalizaciju!
hu_hu: ASF V{0} végzetes hibába ütközött, mielőtt az alapvető naplózási modul inicializálása megtörtént volna!
id_id: ASF V{0} telah mengalami fatal exception sebelum modul logging inti dapat menginisialisasi!
it_it: ASF V{0} ha incontrato un errore irreversibile prima che il modulo di registrazione di base fosse inizializzato!
ja_jp: ASF V {0} はコアログインモジュールを初期化する前に、致命的な例外に遭遇しました！
lt_lt: ASF V{0} susidūrė su lemtinga išimties klaida prieš įsijungiant pagrindiniam žurnalo moduliui!
lv_lv: ASF V{0} saņēma fatālu izņēmumu pirms galvenais reģistrēšanās modulis bija spējīgs incializēties!
nl_nl: ASF V{0} is een fatale uitzonderingsfout tegengekomen voordat het hoofdlogboek module in staat was om te initialiseren!
no_no: ASF V{0} har støtt på et kritisk unntak før hovedmodulen for loggføring fikk initiert!
pl_pl: ASF V{0} napotkał fatalny błąd zanim główny moduł logujący był w stanie się załadować!
pt_pt: ASF V{0} encontrou uma exceção fatal antes de o módulo de registo ter sido inicializado!
ro_ro: ASF V{0} a întâmpinat o eroare fatală înainte ca modulul pentru autentificare să fie inițializat!
ru_ru: ASF V{0} столкнулся с фатальной ошибкой до того, как модуль логирования ядра успел инициализироваться!
sk_sk: U ASF V{0} sa vyskytla závažná výnimka ešte pred inicializáciou hlavného prihlasovacieho jadra!
sr_latn: ASF Verzija {0} je naišla na fatalnu gresku pre nego sto je glavni modul za prijavljivanje mogao da se pokrene!
sv_se: ASF V{0} har stött på ett allvarligt undantag innan kärnloggningsmodulen kunde initiera!
th_th: ASF V{0} เกิดข้อผิดพลาดร้ายแรงก่อนที่โมดูล core logging จะสามารถเริ่มต้นทำงานได้!
tr_tr: ASF V{0}, çekirdek günlük modülü başlatılmadan önce kritik bir hata ile karşılaştı!
uk_ua: У ASF V{0} виникла фатальна помилка ще до того як запустився основний модуль журналювання!
vi_vn: ASF V{0} đã bị lỗi nghiêm trọng trước cả khi mô-đun ghi lại có thể được khởi tạo!
zh_cn: ASF V{0} 在核心日志记录模块加载前遇到异常！
zh_hans: ASF V{0} 在核心日志模块初始化前遇到严重异常！
zh_hant: ASF V{0} 在能初始化核心紀錄模組之前就遇到嚴重錯誤！
zh_hk: ASF V{0} 在能初始化核心日誌記錄模組之前就遇到了嚴重異常！

# ErrorEarlyFatalExceptionPrint
source: Exception: {0}() {1} StackTrace: {2}
be_by: Памылка: {0}() {1} StackTrace: {2}
bg_bg: Изключение: {0}() {1} StackTrace:{2}
cs_cz: Výjimka: {0}() {1} StackTrace: {2}
da_dk: Undtagelse: {0}() {1} StackTrace: {2}
de_de: Ausnahme: {0}() {1} StackTrace: {2}
el_gr: Εξαίρεση: {0}() {1} StackTrace: {2}
es_es: Excepción: {0}() {1} StackTrace: {2}
fa_ir: ارور: Exception: {0}() {1} StackTrace: {2}
fi_fi: Poikkeus: {0}() {1} StackTrace: {2}
he_il: חריגה: {0}() {1} StackTrace: {2}
hi_in: एक्सेप्शन: {0}() {1} स्टैक ट्रेस: {2}
hr_hr: Iznimka: {0}() {1} StackTrace: {2}
hu_hu: Kivétel: {0}() {1} StackTrace: {2}
id_id: Pengecualian: {0}() {1} StackTrace:{2}
it_it: Eccezione: {0}() {1} StackTrace:{2}
ja_jp: 例外: {0} () {1} StackTrace: {2}
lt_lt: Išimtis: {0}() {1} StackTrace: {2}
lv_lv: Izņēmums: {0}() {1} StackTrace: {2}
nl_nl: Uitzondering: {0}() {1} StackTrace: {2}
no_no: Unntak: {0}() {1} StackTrace: {2}
pl_pl: Błąd: {0}() {1} StackTrace: {2}
pt_pt: Exceção: {0}() {1} StackTrace: {2}
ro_ro: Excepție: {0}() {1} StackTrace: {2}
ru_ru: Исключение: {0}() {1} Трассировка стека: {2}
sk_sk: Výnimka: {0}() {1} StackTrace: {2}
sv_se: Undantag: {0}() {1} StackTrace: {2}
th_th: ข้อผิดพลาด: {0}() {1} StackTrace: {2}
tr_tr: İstisna: {0}() {1} Yığın Kaydı: {2}
uk_ua: Виняток: {0}() {1} Трасування стека: {2}
vi_vn: Ngoại lệ: {0}() {1} StackTrace: {2}
zh_cn: 异常︰ {0}() {1} 堆栈跟踪:{2}
zh_hans: 异常：{0}() {1} 堆栈跟踪： {2}
zh_hant: 例外錯誤：{0}() {1} 堆疊追踪： {2}
zh_hk: 例外錯誤：{0}() {1} 堆疊追蹤： {2}

# ErrorExitingWithNonZeroErrorCode
source: Exiting with nonzero error code!
be_by: Выхад з ненулявым кодам памылкі!
bg_bg: Изключване при код за грешка различен от 0 (нула)!
cs_cz: Aplikace byla ukončena s chybovým kódem {0}!
da_dk: Afslutter med {0} fejlkode!
de_de: Beende mit nonzero-Fehlercode!
el_gr: Πραγματοποιείται έξοδος με κωδικό σφάλματος {0}!
es_es: ¡Saliendo con un código de error distinto de cero!
fa_ir: برنامه به مشکل خورده است، شماره ی ارور: {0}!
fi_fi: Poistutaan virhekoodilla {0}!
fr_fr: Erreur : Sortie avec un code d'erreur non nul {0}!
he_il: יוצא עם קוד שגיאה שאינו אפס!
hr_hr: Opoziv sa kodom greške broj {0}!
hu_hu: Kilépés {0} hibakóddal!
id_id: Keluar dengan kode kesalahan {0}!
it_it: Uscita con codice di errore diverso da zero!
ja_jp: エラーコード {0} で終了します!
lt_lt: Išjungiama su {0} klaidos kodu!
lv_lv: Iziešana ar {0} kļūdas kodu!
nl_nl: Afsluiten met {0} foutcode!
no_no: Avslutter med {0} feilkode!
pl_pl: Zamykanie z kodem błędu {0}!
pt_pt: A sair com o código de erro {0}!
ro_ro: Ieșire cu cod de eroare diferit de zero!
ru_ru: Завершено с кодом ошибки {0}!
sk_sk: Ukončenie s nenulovým chybovým kódom!
sr_latn: Izlazak sa greškom čiji je kod različit od nule!
sv_se: Avlutar med felkoden {0}!
tr_tr: {0} hata koduyla çıkılıyor!
uk_ua: Вихід з кодом помилки {0}!
vi_vn: Đang thoát với mã lỗi khác 0!
zh_cn: 正在以非零的错误代码退出 ！
zh_hans: 正在以 {0} 错误代码退出！
zh_hant: 以 {0} 錯誤碼退出！
zh_hk: 使用非零錯誤代碼退出！

# ErrorFailingRequest
source: Request failing: {0}
ar_sa: الطلب قد فشل: {0}
be_by: Памылка запыту да: {0}
bg_bg: Провалена заявка: {0}
cs_cz: Požadavek selhal: {0}
da_dk: Forespørgsel fejler: {0}
de_de: Anfrage fehlgeschlagen: {0}
el_gr: Αποτυχία αιτήματος: {0}
es_es: Error de solicitud: {0}
fa_ir: درخواست ناموفق: {0}
fi_fi: Pyyntö epäonnistuu: {0}
fr_fr: Échec de la requête : {0}
he_il: בקשה נכשלה: {0}
hi_in: रिक्वेस्ट फ़ैलिङ्ग: {0}
hr_hr: Zahtjev neuspješan: {0}
hu_hu: Kérés sikertelen: {0}
id_id: Permintaan gagal: {0}
it_it: Richiesta fallita: {0}
ja_jp: 要求が失敗: {0}
lt_lt: Užklausa nutrūksta: {0}
lv_lv: Pieprasījums neizdevās: {0}
nl_nl: Verzoek mislukt: {0}
no_no: Forespørsel feiler: {0}
pl_pl: Niepowodzenie żądania: {0}
pt_pt: Falha na solicitação: {0}
ro_ro: Cerere eșuată: {0}
ru_ru: Запрос не удался: {0}
sk_sk: Zlyhanie požiadavky: {0}
sr_latn: Zahtev se ne izvršava: {0}
sv_se: Anrop misslyckades: {0}
th_th: คำขอล้มเหลว: {0}
tr_tr: İstek başarısız: {0}
uk_ua: Помилка запиту до: {0}
vi_vn: Yêu cầu thất bại: {0}
zh_cn: 请求失败︰ {0}
zh_hans: 请求失败：{0}
zh_hant: 請求失敗︰ {0}
zh_hk: 請求失敗：{0}

# ErrorGlobalConfigNotLoaded
source: Global config could not be loaded. Make sure that {0} exists and is valid! Follow 'setting up' guide on the wiki if you're confused.
be_by: Не ўдалося загрузіць глабальную канфігурацыю. Пераканайцеся, што {0} існуе і з'яўляецца сапраўдным! Выконвайце інструкцыю па наладжванні на вікі, калі вы заблыталіся.
bg_bg: Общата настройка не може да бъде заредена. Моля уверете се, че {0} съществува и е валидна! Прочетете наръчника за настройване в wiki страницата, ако сте объркани.
cs_cz: Globání konfiguraci nebylo možné načíst. Ověřte, že {0} existuje a je platný. Postupujte podle přiručky na wiki pokud si nejste jistí.
da_dk: Global konfiguration kunne ikke blive hentet. Vær sikker på {0} eksistere og er gyldig! Følg opsætnings guiden på wikien hvis du er i tvivl.
de_de: Globale Konfiguration konnte nicht geladen werden. Stellen Sie sicher, dass {0} existiert und gültig ist und folgen Sie der Installationsanleitung im Wiki, falls etwas unklar sein sollte.
el_gr: Αδυναμία φόρτωσης γενικής διαμόρφωσης. Βεβαιωθείτε ότι το {0} υπάρχει και είναι έγκυρο! Ακολουθήστε τον οδηγό ρύθμισης στο wiki εάν έχετε μπερδευτεί.
es_es: La configuración global no pudo ser cargada. ¡Asegúrate de que {0} existe y es válido! Sigue la guía de 'instalación' en la wiki si tienes dudas.
fa_ir: کانفیگ اصلی قابل لود نیست. مطمئن باشید {0} وجود دارد و فاقد مشکلات می باشد! می توانید در صورت گیج شدن از صفحه ی ویکی برنامه کمک بگیرید.
fi_fi: Yleisiä asetuksia ei voitu ladata. Tarkista että {0} on olemassa ja oikein. Seuraa wikin 'setting up' ohjetta mikäli tarvitset apua.
fr_fr: La configuration globale n'a pu être chargée. Merci de vérifier que {0} existe et est valide ! Suivez le guide de configuration sur le wiki en cas de doute.
he_il: לא ניתן לטעון config גלובלי. נא ודא כי {0} קיים ותקין! ניתן לפנות למדריך ההגדרה ב-wiki להסבר נוסף.
hr_hr: Globalnu konfiguraciju nije moguće učitati. Provjerite postoji li {0} i da li je valjana! Zapratite 'postavljanje' uputstva na wiki ukoliko imate nejasnoće.
hu_hu: Nem lehetett betölteni a globális konfigurációt. Bizonyosodj meg róla, hogy {0} létezik és érvényes! Ha bizonytalan vagy, olvasd át a telepítési segédletet a wikin.
id_id: Konfigurasi global tidak dapat dimuat, pastikan bahwa {0} ada dan berlaku! Ikuti panduan penyetelan pada wiki jika Anda bingung.
it_it: La configurazione globale non può essere caricata. Assicurati che {0} esista e sia valido! Se sei confuso, segui la guida alla configurazione sul wiki.
ja_jp: グローバル設定がロードできませんでした。{0} が存在し、有効であるかどうか確認してください！不明な点があれば、wikiのセッティングガイドを参照してください。
lt_lt: Pagrindinė konfigūracija negalėjo būti įkelta, įsitikinkite, kad {0} egzistuoja ir yra galiojantis! Sekite nustatymo vadovą Wiki, jei esate pasimetę.
lv_lv: Nevar veikt globālās konfigurācijas ielādi. Pārbaudi, ka {0} eksistē un ir korekts! Ja vajag palīdzību, seko 'Setting Up' pamācībai wiki lapā.
nl_nl: Globale configuratie kon niet worden geladen. Controleer of {0} bestaat en geldig is! Raadpleeg de 'setting up' sectie van de wiki als je niet weet je wat je moet doen.
no_no: Global konfigurasjon kunne ikke lastes. Kontroller at {0} eksisterer og er gyldig! Følg "setting up" guide på wiki hvis du er forvirret.
pl_pl: Globalne ustawienia nie mogły zostać załadowane. Sprawdż czy plik {0} istnieje i jest prawidłowy! Jeśli nie wiesz co zrobić, przeczytaj poradnik konfiguracji na wiki.
pt_pt: A configuração global não pôde ser carregada. Certifica-te de que {0} existe e é valido! Segue o guia "configuração" na wiki caso estejas confuso.
ro_ro: Configurarea globală nu a putut fi încărcată. Te rog să verifici că {0} există și este valid! Urmează ghidul de configurare de pe wiki dacă nu ești sigur.
ru_ru: Невозможно загрузить файл глобальной конфигурации. Убедитесь, что {0} существует и верен! Если не понимаете что делать - прочтите статью "setting up (настройка)" в wiki.
sk_sk: Globálna konfigurácia nemohla byť načítaná. Over, že {0} existuje a je platný. Postupuj podľa wiki príručky ak niečo nie je jasné.
sr_latn: Globalna konfiguracija ne može biti učitana, molimo Vas da proverite da {0} postoji i da je tačan! Pratite "Setting up" uputstva na wiki stranici ako ste nesigurni.
sv_se: Den globala konfigurationen kunde inte laddas. Försäkra dig om att {0} existerar och är giltlig! Följ installationsguiden på wikisidan om du är förvirrad.
th_th: การตั้งค่าหลักไม่สามารถใช้งานได้ กรุณาตรวจสอบ {0} ว่าถูกต้องตามเงื่อนไข ศึกษาข้อมูลเพิ่มเติมจากหน้า 'setting up' จากคู่มือวิกิ
tr_tr: Genel yapılandırma yüklenemedi. {0} 'ın var olduğundan ve geçerli olduğundan emin olun! Kafanız karıştıysa wiki'deki 'kurulum' kılavuzunu izleyin.
uk_ua: Не вдалося завантажити глобальну конфігурацію. Переконайтеся, що {0} існує і вірний! Якщо не розумієте, що робити - ознайомтеся зі статтею "setting up" у wiki.
vi_vn: Không thể nạp cấu hình chung. Hãy chắc chắn rằng {0} có tồn tại và hợp lệ! Làm theo hướng dẫn 'thiết lập' trên wiki nếu bạn đang bối rối.
zh_cn: 不能加载全局配置，请确保 {0} 存在并且是有效的 ！如果您仍然有疑问请遵循wiki的设置指南。
zh_hans: 全局配置无法加载，请确定 {0} 存在并且有效！如果您仍然有疑问请阅读 Wiki 的“安装指南”。
zh_hant: 無法載入全域設定檔，請確保 {0} 存在且有效！如果仍有問題，請參閱 Wiki 中的「新手上路」。
zh_hk: 無法載入全域配置。請確保 {0} 存在且有效！如果仍有疑惑，請參閱 Wiki 上的“用戶入門”指南。

# ErrorIsInvalid
source: {0} is invalid!
ar_sa: {0} غير صالح!
be_by: {0} няверны!
bg_bg: {0} е невалиден!
bs_latn: {0} je netačan!
ca_es: {0} és invàlid!
cs_cz: {0} je neplatný.
da_dk: {0} er ikke gyldig!
de_de: {0} ist ungültig!
el_gr: Το {0} δεν είναι έγκυρο!
es_es: ¡{0} es inválido!
fa_ir: {0} صحیح نیست!
fi_fi: {0} on virheellinen!
fr_fr: {0} est invalide !
he_il: {0} אינה חוקית!
hi_in: {0} अमान्य है!
hr_hr: {0} nije valjana!
hu_hu: Érvénytelen {0}!
id_id: {0} tidak valid!
it_it: {0} non è valido!
ja_jp: {0} は無効です！
lt_lt: {0} yra neteisingas!
lv_lv: {0} ir nederīgs!
nl_nl: {0} is ongeldig!
no_no: {0} er ugyldig!
pl_pl: {0} jest nieprawidłowy!
pt_pt: {0} é inválido!
ro_ro: {0} este invalid!
ru_ru: {0} неверен!
sk_sk: {0} nie je platný!
sr_latn: {0} je netačan!
sv_se: {0} är ogiltig!
th_th: {0} ไม่ถูกต้อง!
tr_tr: {0} geçersiz!
uk_ua: {0} невірний!
vi_vn: {0} không hợp lệ!
zh_cn: '{0}' 无效。
zh_hans: {0} 无效！
zh_hant: {0} 無效！
zh_hk: {0} 無效！
